[" No person shall act as an InvIT unless it has obtained a certificate of registration from the Board under these regulations.", "An application for grant of certificate of registration as InvIT shall be made by the sponsor 52[on behalf of the trust] in Form A as specified in the Schedule I and shall be accompanied by a non-refundable application fee as specified in Schedule II.", "The Board may, in order to protect the interests of investors, appoint any person to take charge of records, documents of the 53[trust] and for this purpose, also determine the terms and conditions of such an appointment.", "The Board shall take into account requirements as specified in these regulations for the purpose of considering grant of registration.", "Eligibility criteria.", " For the purpose of the grant of certificate to 54[a trust], the Board shall consider all matters relevant to the activities as an InvIT.", "Without prejudice to the generality of the foregoing provisions, the Board shall consider the following, mandatory requirements namely,–\n(a)the applicant is 55[the sponsor on behalf of the] trust and the instrument of trust is in the form of a deed duly registered in India under the provisions of the Registration Act, 1908;\n(b)the trust deed has its main objective as undertaking activity of InvIT in accordance with these regulations and includes responsibilities of the trustee in accordance with regulation 9;\n52Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.\n53Substituted for the word “applicant” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n54Substituted ibid for the words “an applicant”.\n55Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the applicant is ‘a’ trust and the instrument of trust is in the form of a deed duly registered in India under the provisions of the Registration Act, 1908;\n14\n(c)persons have been designated as sponsor(s), investment manager and trustee under these regulations and all such persons are separate entities;\n(d)with regard to sponsor(s) ,–\n(i)56[each sponsor shall be clearly identified in the application of registration to the Board and in the offer document/ placement memorandum, as applicable];\n(ii)each sponsor has,–\n(1)a net worth of not less than Rs. 100 crore if it is a body corporate or a company; or\n(2)net tangible assets of value not less than Rs 100 crore in case it is a limited liability partnership:57[***]\n(iii)Whether the sponsor or its associate has a sound track record in development of infrastructure or fund management in the infrastructure sector.\nExplanation.- For the purpose of this clause, ‘sound track record’ means experience of at least 5 years and where the sponsor is a developer, at least two projects of the sponsor have been completed;\n(e)with regard to the investment manager,-\n(i)the investment manager has a net worth of not less than rupees ten crore if the investment manager is a body corporate or a company or net tangible assets of value not less than ten crore rupees in case the investment manager is a limited liability partnership;\n(ii)58[the investment manager has not less than five years of experience in fund management or advisory\nservices or development in the infrastructure sector or the combined experience of the directors/partners/employees of the investment manager in fund management or advisory\n56 Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as ‘there are not more than 3 sponsors’.\n57Omitted “Provided that in case of PPP projects, where the sponsor is the SPV, the net worth or net tangible assets shall be as defined in the eligibility criteria of the project documents;” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.\n58Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment)\nRegulations, 2020, w.e.f 02.03.2020. Prior to the substitution it read as ‘the investment manager has not less than five years experience in fund management or advisory services or development in the infrastructure sector.’\n15\nservices or development in the infrastructure sector is not less than 30 years:\nProvided that for computing the combined experience, only the experience of the directors/partners/employees with more than 5 years of experience in fund management or advisory services or development in the infrastructure sector shall be considered.]\n(iii)the investment manager has not less than two employees who have at least five years experience each, in fund management or advisory services or development in the infrastructure sector;\n(iv)the investment manager has not less than one employee who has at least five years experience in the relevant sub-sector(s) in which the InvIT has invested or proposes to invest;\n(v)the investment manager has not less than half of its directors in case of a company or members of the governing board in case of an LLP as independent and not directors or members of the governing board 59[of an Investment Manager] of another InvIT;\n(vi)the investment manager has an office in India from where the operations pertaining to the InvIT is proposed to be conducted;\n(vii)the investment manager has entered into an investment management agreement with the trustee which provides for the responsibilities of the investment manager in accordance with regulation 10;\n(f)\n60[ the project manager has been identified and shall be appointed\n \nin terms of the project implementation/ management agreement:\n59 Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n60Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the project implementation agreement has been entered into between the project manager, the concessionaire SPV and the trustee acting on behalf of the InvIT which sets out obligations of the project manager with respect to execution of the project:\nProvided that in case of PPP projects, such obligations shall be in accordance with the concession agreement or any such agreement entered into with the concessioning authority;\n16\nProvided that the project implementation agreement/ management agreement shall be submitted along with the draft offer document/ or the placement memorandum;\n(g)with regard to the trustee,–\n(i)the trustee is registered with the Board under Securities and Exchange Board of India (Debenture Trustees) Regulations, 1993 and is not an associate of the sponsor(s) or 61[investment] manager; and\n(ii)the trustee has such wherewithal with respect to infrastructure, personnel, etc. to the satisfaction of the Board and in accordance with circulars or guidelines as may be specified by the Board;\n(h)no unit holder of the InvIT enjoys 62[superior] voting or any other rights over another unit holder 63[and there shall not be multiple classes of units of InvITs:\nNotwithstanding the above, subordinate units may be issued only to the sponsors and its associates, where such subordinate units shall carry only inferior voting or any other rights compared to other units;]\n(i)64[***]\n(j)the applicant has clearly described at the time of registration, details pertaining to proposed activities of the InvIT;\n(k)the 65[InvIT and parties to the InvIT] are fit and proper persons based on the criteria as specified in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008;\n61 Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n62Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as no unit holder of the InvIT enjoys preferential voting or any other rights over another unit holder;\n63Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.\n64Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as here shall not be multiple classes of units of InvITs;\n65Substituted for the words “applicant, sponsor(s), investment manager, project manager(s) and trusts” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n17\n(l)whether any previous application for grant of certificate made by the 66[InvIT or the parties to the InvIT or their directors/members of governing board] has been rejected by the Board;", " The Board may require the applicant to furnish any such information or clarification as may be required by it for the purpose of processing of the application.", "The Board, if it so desires, may require the applicant or its authorized representative(s) to appear before the Board for personal representation in connection with the grant of certificate.", "Procedure for grant of certificate", " The Board on being satisfied that the applicant fulfils, the requirements specified in regulation 4 shall send intimation to the applicant and on receipt of the payment of registration fees as specified in Schedule II, grant certificate of registration in Form B under Schedule I:", "Provided that the Board may grant in-principle approval to the 68[trust], where it deems fit and on satisfaction of all requirements as specified in regulation 4, grant final registration to the 69[trust].", "The registration may be granted with such conditions as may be deemed appropriate by the Board.", "Conditions of certificate", "The certificate granted under regulation 6 shall, inter-alia, be subject to the following conditions,-", "66Substituted for the words “applicant or any related party” by the SEBI (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017.", "67Substituted ibid for the words “applicant or any related party”.", "68Substituted for the word “applicants” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "69Substituted ibid for the word “applicant”.", "18\n(a)the InvIT shall abide by the provisions of the Act and these regulations;\n(b)the InvIT shall forthwith inform the Board in writing, if any information or particulars previously submitted to the Board are found to be false or misleading in any material particular or if there is any material change in the information already submitted;\n(c)The InvIT and parties to the InvIT shall satisfy with the conditions specified in regulation 4 at all times;\n(d)The InvIT and parties to the InvIT shall comply, at all times, with the Code of conduct as specified in the Schedule VI, wherever applicable.\nProcedure where registration is refused", " After considering an application made under regulation 3, if the Board is of the opinion that a certificate should not be granted to the 70[trust], it may reject the application after giving the applicant a reasonable opportunity of being heard.", "The decision of the Board to reject the application shall be communicated to the applicant within thirty days of such decision.", " The trustee shall hold the InvIT assets in the name of the InvIT for the benefit of the unit holders in accordance with the trust deed and these regulations.", "The trustee shall enter into an investment management agreement with the investment manager on behalf of the InvIT.", "The trustee shall oversee activities of the investment manager in the", "interest of the unit holders, ensure that the investment manager", "70Substituted for the word “applicant” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "19", "complies with regulation 10 and shall obtain compliance certificate from the investment manager, in the form as may be specified, on a quarterly basis.", "The trustee shall oversee activities of the project manager 71[***]with respect to compliance with these regulations and the 72[project implementation agreement/] project management agreement and shall obtain compliance certificate from the Project manager, in the form as may be specified, on a quarterly basis.", "The trustee shall ensure that the investment manager complies with reporting and disclosures requirements in accordance with these regulations and in case of any delay or discrepancy, require the investment manager to rectify the same on an urgent basis.", "The trustee shall review the transactions carried out between the investment manager and its associates and where the investment manager has advised that there may be a conflict of interest, shall obtain confirmation from a practising chartered accountant 73[or valuer, as applicable,] that such transaction is on arm's length basis.", "The trustee shall periodically review the status of unit holders' complaints and their redressal undertaken by the investment manager.", "The trustee shall make distributions and ensure that investment manager makes timely declaration of distributions to the unit holders in accordance with sub-regulations (6),(7) and (8) of regulation 18.", "The trustee may require the investment manager to set up such systems and procedures and submit such reports to the trustees, as may be necessary for effective monitoring of the functioning of the InvIT.", "The trustee shall ensure that subscription amount is kept in a separate bank account in name of the InvIT and is only utilized for adjustment against allotment of units or refund of money to the applicants till the time such units are listed.", "71Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as (4) The trustee shall oversee activities of the project manager ‘other than that relating with revenue streams from the projects’ with respect to compliance with these regulations and the project management agreement and shall obtain compliance certificate from the Project manager, in the form as may be specified, on a quarterly basis.", "72Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.", "73Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.", "20", "The trustee shall ensure that the remuneration of the valuer is not be linked to or based on the value of the assets being valued.", "The trustee shall ensure that the investment manager convenes meetings of the unit holders in accordance with these regulations and oversee the voting by unit holders.", "The trustee shall ensure that the investment manager convenes meetings of unit holders not less than once every year and the period between such meetings shall not exceed fifteen months.", "The trustee may take up with the Board or with the designated stock exchange, as may be applicable, any matter which has been approved in any meeting of unit holders, if the matter requires such action.", "In case of any change in investment manager due to removal or otherwise,–\na.prior to such change, the trustee shall obtain approval from unit holders in accordance with regulation 22 and from the Board;\nb.the trustee shall appoint the new investment manager within three months from the date of termination of the earlier investment management agreement;\nc.the previous investment manager shall continue to act as such at the discretion of trustee till such time as new investment manager is appointed;\nd.the trustee shall ensure that the new investment manager shall stand substituted as a party in all the documents to which the earlier investment manager was a party;\ne.the trustee shall ensure that the earlier investment manager continues to be liable for all its acts of omissions and commissions notwithstanding such termination.", "In case of any change in the project manager due to removal or otherwise,–\na.the trustee shall appoint the new project manager within three months from the date of termination of the earlier 74[project implementation agreement/] project management agreement;\n74Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.\n21\nb.the trustee may, either suo motu or based on the advice of the concessioning authority appoint an administrator in connection with a infrastructure project(s) for such term and on such conditions as it deems fit;\nc.the previous project manager shall continue to act as such at the discretion of trustee till such time as new project manager is appointed;\nd.all costs and expenses in this regard will be borne by the new project manager;\ne.the trustee shall ensure that the new project manager shall stand substituted as a party in all the documents to which the earlier project manager was a party;\nf.the trustee shall ensure that the earlier project manager continues to be liable for all its acts of omissions and commissions for the period during which it served as the project manager, notwithstanding such termination.", "The trustee shall obtain prior approval from the unit holders in accordance with regulation 22 and from the Board in case of change in control of the investment manager.", "In case of change in control of the project manager in a PPP project, the trustee shall ensure that written consent of the concessioning authority is obtained in terms of the concession agreement prior to such change, where applicable.", "The trustee75 [of the InvIT] shall not invest in units of the InvIT in which it is designated as the trustee.", "The trustee shall ensure that the activity of the InvIT is being operated in accordance with the provisions of the trust deed, these regulations and the offer document or placement memorandum and if any discrepancy is noticed, shall inform the same to the Board immediately in writing.", "The trustee shall provide to the Board and to the designated stock exchanges, where applicable, such information as may be sought by the", "75Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the trustee or its associates shall not invest in units of the InvIT in which it is designated as the trustee.", "22", "Board or by the designated stock exchanges pertaining to the activity of the InvIT.", "The trustee shall immediately inform the Board in case any act which is detrimental to the interest of the unit holders is noted.", " The investment manager shall make the investment decisions with respect to the underlying assets or projects of the InvIT including any further investment or divestment of the assets.", "The investment manager shall oversee activities of the project manager with respect to 76[compliance with these regulations] and the 77[project implementation agreement/] project management agreement and shall obtain compliance certificate from the project manager, in the form as may be specified, on a quarterly basis.", "The investment manager shall ensure that the infrastructure assets of the InvIT or 78[holdco or] SPV have proper legal titles, if applicable, and that all the material contracts entered into on behalf of InvIT or SPV are legal, valid, binding and enforceable by and on behalf of the InvIT or SPV.", "The investment manager shall ensure that the investments made by the InvIT are in accordance with the investment conditions specified in regulation 18 and in accordance with the investment strategy of the InvIT.", "The investment manager, in consultation with trustee, shall appoint the valuer(s), auditor, registrar and transfer agent, merchant banker, custodian and any other intermediary or service provider or agent as may be applicable with respect to activities pertaining to the InvIT in a timely manner and in accordance with these regulations.", "76Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the investment manager shall oversee activities of the project manager with respect to ‘revenue streams from the projects’ and the project management agreement and shall obtain compliance certificate from the project manager, in the form as may be specified, on a quarterly basis.", "77Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.", "78Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "23", "The investment manager shall appoint an auditor for a period of not more than five consecutive years:", "Provided that the auditor, not being an individual, may be reappointed for a period of another five consecutive years, subject to approval of unit- holders in the annual meeting in accordance with regulation 22.", "The investment manager shall arrange for adequate insurance coverage for the 79[InvIT assets]:", "Provided that this shall not apply in case the 80[InvIT] assets are required to be insured by any other person under any agreement including a concession agreement or under any Act or regulations or circulars or guidelines of any concessioning authority or government or local body:", "Provided further that in 81[case any of the InvIT assets are held] by 82[holdco or]SPV, the investment manager shall ensure that assets held by the 83[holdco or] SPV are adequately insured.", "The investment manager shall ensure that it has adequate infrastructure and sufficient key personnel with adequate experience and qualification to undertake management of the InvIT at all times.", "The investment manager 84[and the merchant banker(s)] shall be responsible for all activities pertaining to issue of units and listing of units of the InvIT including,–\na.filing of placement memorandum with the Board;\nb.filing the 85[of the] offer document with the Board and the exchanges within the prescribed time period;\nc.dealing with all matters up to allotment of units to the unit holders;\n79Substituted for the words “assets of the InvIT” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n80Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n81Substituted ibid for the words “case of assets held”.\n82Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n83Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n84Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n85Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as filing ‘the draft and final’ offer document with the Board and the exchanges within the prescribed time period;\n24\nd. obtaining in-principle approval 86[and final listing and trading approvals] from the designated stock exchanges;\ne.dealing with all matters relating to issue and listing of the units of the InvIT as specified under Chapter IV and any guidelines as may be issued by the Board in this regard.", "The investment manager 87[and the merchant bankers(s)], shall ensure that disclosures made in the offer document or placement memorandum contains material, true, correct and adequate disclosures and are in accordance with these regulations and guidelines or circulars issued hereunder.", "The investment manager shall declare distributions to the unit holders in accordance with sub-regulation (6) and (7) of regulation 18.", "The investment manager shall review the transactions carried out between the project manager and its associates and where the project manager has advised that there may be a conflict of interest, shall obtain confirmation from the 88[practicing chartered accountant or the valuer, as applicable,] that such transaction is on arm's length basis.", "The investment manager shall ensure adequate and timely redressal of all unit holders' grievances pertaining to activities of the InvIT.", "The investment manager shall ensure that the disclosures or reporting to the unit holders, Board, trustees and designated stock exchanges, are in accordance with these regulations and guidelines or circulars issued hereunder.", "The investment manager shall provide to the Board and to the designated stock exchanges, where applicable, any such information as may be sought by the Board or the designated stock exchanges pertaining to the activities of the InvIT.", "The investment manager or its associates shall not obtain any commission or rebate or any other remuneration, by whatever name called, arising out of transactions pertaining to the InvIT other than as", "86Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016.", "87Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "88Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the investment manager shall review the transactions carried out between the project manager and its associates and where the project manager has advised that there may be a conflict of interest, shall obtain confirmation from the ‘auditor’ that such transaction is on arm's length basis.", "25", "specified in the offer document or placement memorandum or any other document as may be specified by the Board for the purpose of issue of units.", "The investment manager shall ensure that the valuation of the InvIT assets is done by the valuer(s) in accordance with regulation 21.", "The investment manager shall submit to the trustee,-\na.quarterly reports on the activities of the InvIT including receipts for all funds received by it and for all payments made, position on compliance with these regulations, specifically compliance with regulations 18, 19 and 20, performance report, status of development of under-construction projects, within thirty days of end of such quarter;\nb.valuation reports as required under these regulations within fifteen days of the receipt of the valuation report from the valuer;\nc.decision to acquire or sell or develop or bid for any asset or project or expand existing completed assets or projects along with rationale for the same;\nd.details of any action which requires approval from the unit holders as maybe required under the regulations;\ne.details of any other material fact including change in its directors, change in its shareholding, any legal proceedings that may have a significant bearing on the activity of the InvIT, within seven working days of such action.", "In case the investment manager fails to timely submit to the trustee information or reports as specified under sub-regulation (18) above or sub-regulation (9) of regulation 9, the trustee shall intimate the same to the Board and the Board may take action, as it deems fit.", "The investment manager shall coordinate with trustee, as may be necessary, with respect to operations of the InvIT.", "The investment manager shall ensure that computation and declaration of NAV of the InvIT based on the valuation done by the valuer 89[, shall be disclosed to the stock exchange(s),] not later than fifteen days from the date of valuation.", "89Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "26", "The investment manager shall ensure that the audit of accounts of the InvIT by the auditor is done not less 90[once in a year] and such report is submitted to the 91[***] stock exchange92[s] within 93[sixty] days of end of financial year ending March 31st 94[***].", "The investment manager may appoint a custodian in order to provide such custodial services as may be authorised by the trustees.", "The investment manager shall place before its board of directors in case of company or the governing board in case of an LLP a report on activity and performance of the InvIT at least once every quarter within thirty days of end of every quarter.", "The investment manager shall designate an employee or director as the compliance officer for monitoring of compliance with these regulations and guidelines or circulars issued hereunder and intimating the Board in case of any non-compliance.", "The investment manager shall convene meetings of the unit holders in accordance with regulation 22 and maintain records pertaining to the meetings in accordance with regulation 26.", "The investment manager shall ensure that all activities of the intermediaries or agents or service providers appointed by the investment manager are in accordance with these regulations and guidelines or circulars issued hereunder.", "90Substituted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the investment manager shall ensure that the audit of accounts of the InvIT by the auditor is done not less than twice annually and such report is submitted to the designated stock exchange within forty five days of end of financial year ending March 31st and half-year ending September 30th.", "91Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the investment manager shall ensure that the audit of accounts of the InvIT by the auditor is done not less than twice annually and such report is submitted to the designated stock exchange within forty five days of end of financial year ending March 31st and half-year ending September 30th.", "92Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "93Substituted for the words “forty five” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "94Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read as the investment manager shall ensure that the audit of accounts of the InvIT by the auditor is done not less than twice annually and such report is submitted to the designated stock exchange within forty five days of end of financial year ending March 31st and half-year ending September 30th.", "27", " The project manager shall undertake operations and management of the InvIT assets including making arrangements for the appropriate maintenance, as may be applicable, either directly or through the appointment and supervision of appropriate agents and as required under any project agreement including a concession agreement in the case of a PPP project.", "If the InvIT invests in under construction projects, the project manager shall,–\n(a)undertake the operations and management of the projects, either directly or through appropriate agents;\n(b)oversee the progress of development, approval status and other aspects of the project upto its completion, in case of appointment of agents for the purpose of execution.", "The project manager shall discharge all obligations in respect of achieving timely completion of the 95[project implementation agreement/] infrastructure project, wherever applicable, implementation, operation, maintenance and management of such infrastructure project in terms of the project management agreement.", " The sponsor(s) shall set up the InvIT and appoint the trustees of the InvIT.", "The sponsor(s) shall transfer or undertake to transfer to the InvIT, its entire shareholding or interest 96[and rights] in the 97[holdco and/ or] SPV or ownership of the infrastructure projects, subject to a binding agreement and adequate disclosures in the offer document or placement memorandum, prior to allotment of units of the InvIT:", "95Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "96Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "97Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "28", "Provided that this shall not apply to the extent of any mandatory holding of shares or interest 98[and rights] in the 99[holdco and/ or] SPV by the sponsor(s) as per any Act or regulations or circulars or guidelines of government or any regulatory authority or concession agreement.", "With respect to holding of units in the InvIT, the sponsor(s) together shall hold not less than 100[fifteen] per cent. of the total units of the InvIT after initial offer of units, on a post-issue basis for a period of not less than 3 years from the date of the listing of such units101[, subject to the following]:", "102[“(i) sponsor(s) would be responsible for all acts, omissions and representations/covenants of the InvIT related to formation of InvIT, sale/ transfer of assets/holdco/SPV to the InvIT.\n(ii)the InvIT/the trustee of the InvIT shall also have recourse against the Sponsor for any breach in this regard.\n(iii)project Manager of the InvIT shall be the sponsor or an associate of the sponsor and shall continue to act in such capacity for a period of minimum three years from the date of listing of InvIT units unless suitable replacement is appointed by the unit-holders through the Trustee:\nProvided that the condition as specified at sub clause (iii) above shall not be applicable where the sponsor(s) together hold not less than twenty five per cent. of the total units of the InvIT after initial offer of units, on a post-issue basis for a period of not less than 3 years from the date of the listing of such units.]\nProvided 103[further] that in case of PPP projects 104[where the InvIT is investing in infrastructure assets through SPV(s)], in case such\n98 Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n99Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n100Substituted “twenty five” Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n101Inserted Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n102Inserted Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n103Inserted Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n104Inserted Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n29\nacquiring or holding is disallowed by government or under any provisions of the concession agreement or any other such agreement,–\n(i)the sponsor may continue to maintain such holding at the SPV level;\n(ii)the consolidated value of all such holdings at the SPV level and the value of the units of InvIT held by the sponsor shall not be less than the value of 105[fifteen] per cent. of the total units of the InvIT after initial issue of units on a post-issue basis;\n(iii)such units of the InvIT and shares or interest in the SPV shall be held for a period of not less than three years from the date of the listing of units of the InvIT;\n(iv)in case such holding of sponsor in the SPV results in the InvIT not having controlling interest and not having more than fifty 106[one] per cent. shareholding or interest in the SPV, the sponsor shall enter into a binding agreement with the InvIT to ensure that decisions taken by the sponsor including voting with respect to the SPV are in compliance with these regulations and not against the interest of the InvITs or the unit holders and shall be subject to further guidelines as may be specified by the Board.", " The valuers shall comply with the following conditions at all times,–\n(a)the valuer shall ensure that the valuation of the InvIT assets is impartial, true and fair and is in accordance with regulation 21;\n(b)the valuer shall ensure adequate and robust internal controls to ensure the integrity of its valuation reports;\n(c)the valuer shall ensure that it has sufficient key personnel with adequate experience and qualification to perform valuations;\n105Substituted “twenty five” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n106Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n107Substituted “twenty five” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n30\n(d)the valuer shall ensure that it has sufficient financial resources to enable it to conduct its business effectively and meet its liabilities;\n(e)the valuer and any of its employees involved in valuing of the assets of the InvIT, shall not,–\ni.invest in units of the InvIT or in the assets being valued; and\nii.sell the assets or units of InvITs held prior to being appointed as the valuer,\ntill the time such person is designated as valuer of such InvIT and not less than six months after ceasing to be valuer of the InvIT;\n(f)the valuer shall conduct valuation of the InvIT assets with transparency and fairness and shall render, at all times, high standards of service, exercise due diligence, ensure proper care and exercise independent professional judgment;\n(g)the valuer shall act with independence, objectivity and impartiality in performing the valuation;\n(h)the valuer shall discharge its duties towards the InvIT in an efficient and competent manner, utilizing its knowledge, skills and experience in best possible way to complete given assignment;\n(i)the valuer shall not accept remuneration, in any form, for performing a valuation of the InvIT assets from any person other than the InvIT or its authorized representative;\n(j)the valuer shall before accepting any assignment,108[ from any related party of the InvIT,] disclose to the InvIT any direct or indirect consideration which the valuer may have in respect of such assignment;\n(k)the valuer shall disclose to the InvIT any pending business transactions, contracts under negotiation and other arrangements with the investment manager or any other party whom the InvIT is contracting with and any other factors that may interfere with the valuer’s ability to give an independent and professional valuation of the assets;\n(l)the valuer shall not make false, misleading or exaggerated claims in order to secure assignments;\n(m)the valuer shall not provide misleading valuation, either by providing incorrect information or by withholding relevant information;\n108Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n31\n(n)the valuer shall not accept an assignment which interferes with its ability to do fair valuation;\n(o)the valuer shall, prior to performing a valuation, acquaint itself with all laws or regulations relevant to such valuation.", "The auditor shall comply with the following conditions at all times,–\n(a)the auditor shall conduct audit of the accounts of the InvIT and draft the audit report based on the accounts examined by him and after taking into account the relevant accounting and auditing standards, as may be specified by the Board;\n(b)the auditor shall, to the best of his information and knowledge, ensure that the accounts and financial statements give a true and fair view of the state of the affairs of the InvIT, including profit or loss and cash flow for the period and such other matters as may be specified;\n(c)the auditor shall have a right of access at all times to the books of accounts and vouchers pertaining to activities of the InvIT;", " No initial offer of units by an InvIT shall be made unless,–\n(a)The InvIT is registered with the Board under these regulations;\n109Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n110Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n32\n(b)the value of 111[InvIT assets] is not less than 112[rupees] five hundred crore.\nExplanation.- Such value shall mean the value of the specific portion of the holding of InvIT in the underlying assets or 113[holdco or] SPVs;\n(c)the offer size is not less than rupees two hundred fifty crore:\nProvided that the requirement of ownership of assets under clause (b) and offer size under clause (c) may be complied 114[ at any point of time before allotment of units in accordance with offer document/placement memorandum] subject, to a binding agreement with the relevant party(ies) that 115[such] the requirements shall be fulfilled prior to 116[such] allotment 117[and] a declaration to the Board and 118[to] the designated stock exchanges to that effect, where applicable and adequate disclosures in this regard in the 119[***] offer document or placement memorandum.\n120[(1A) The minimum offer and allotment to public through an offer document/ placement memorandum shall be,-\n(a)atleast twenty five per cent. of the total outstanding units of the InvIT, if the post issue capital of the InvIT calculated at offer price is less than rupees one thousand six hundred crore:\n111Substituted for the words “the assets held by the InvIT” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n112Substituted ”ruppes” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n113Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n114Substituted “with after initial offer or first offer of units under private placement” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n115Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n116Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n117Substituted “of units,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n118Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n119Omitted “initial” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n120Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n33\nProvided that this requirement shall be complied along with the requirement under Regulation 14(1)(c) of the InvIT Regulations.\n(b)of the value of atleast Rs 400 crore, if the post issue capital of the InvIT calculated at offer price is equal to or more than rupees one thousand six hundred crore and less than rupees four thousand crore;\n(c)atleast ten per cent. of the total outstanding units of the InvIT, if the post issue capital of the InvIT calculated at offer price is equal to or more than rupees four thousand crore:\nProvided that any units offered to sponsor or the investment manager or the project manager or their related parties or their associates shall not be counted towards units offered to the public.\nProvided further that any listed InvIT which has public holding below twenty five per cent on account of sub-clauses (b) and (c) above, such InvIT shall increase its public holding to at least twenty five per cent, within a period of three years from the date of listing pursuant to initial offer.]", "If the InvIT 121[ raises funds by way of private placement]–\n(a)122[it shall do it] through a placement memorandum;\n(b)from 123[institutional investors] and body corporate only, whether Indian or foreign:\nProvided that in case of foreign investors, such investment shall be subject to guidelines as may be specified by Reserve Bank of India and the government from time to time;\n(c)with minimum investment from any investor of rupees one crore;\n124[Notwithstanding the above, if such an privately placed InvIT invests or proposes to invest not less than eighty per cent of the value of the InvIT assets 125[, in completed and revenue generating assets,] the minimum investment from an investor shall be rupees twenty five crore;]\n121Substituted “invests or proposes to invest in under-construction projects, value of which is more than ten per cent. of the value of the InvIT assets, it shall raise funds,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n122Substituted “by way of private placement only” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n123Substituted for the words “qualified institutional buyers” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n124Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n125Inserted by the SEBI (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017.\n34\n(d)from not less than five and not more than one thousand investors.\n126[(e) shall file a placement memorandum with the Board alongwith the fee as specified in Schedule II, atleast 5 days prior to opening of the issue:\nProvided that such opening of the issue shall not be at a date later than\n3months from the receipt of in-principle approval for listing, from exchange(s).]\n127[(f) it shall file the final placement memorandum with the Board within a period of ten working days from the date of listing of the units issued therein.]", "", "128[***]", "", "", "129[ If the InvIT raises funds by public issue] 130[***] 131[***]–", "\n132[ it shall be by way of initial public offer];\n \n(b)\nany subsequent issue of units after initial 133[public] offer may be\n \n \nby way of follow-on offer, preferential allotment, qualified\n \n \ninstitutional placement, rights issue, bonus issue, offer for sale or\n \n \nany other mechanism and in the manner as may be specified by\n \n \nthe Board;\n \n(c)\nminimum subscription from any investor in initial and follow-on\n \n \noffer shall be 134[one] lakh rupees ;\n126Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n127Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n128Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read “The InvIT as specified in sub-regulation (2) shall file the draft placement memorandum for making private placement of units with the Board along with the application for registration and the Board may communicate its comments, to such applicant which shall be incorporated by the applicant in placement memorandum prior to grant of registration.”\n129Substituted “with respect to” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n130The word “InvITs” is omitted by the SEBI (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017.\n131Omitted “that hold not less than eighty per cent. of its assets in completed and revenue generating infrastructure projects,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n132Substituted “initial issue of units shall be by way of initial offer only” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n133Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n134Substituted for “ten” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019.\n35\n(d) 135[***]\n(e)prior to initial 136[public] offer and follow-on offer, the 137[merchant banker] shall file the draft offer document 138[ along with the fee as specified in Schedule II,] with the designated stock exchange(s) and the Board not less than 139[thirty] working days before filing the 140[***] offer document with the designated stock exchange 141[and SEBI];\n(f)the draft offer document filed with the Board shall be made public, for comments, if any, 142[***] by hosting it on the websites of the Board, designated stock exchanges 143[, InvIT] and merchant bankers associated with the issue 144[, for a period of not less than twenty one days];\n(g)the Board may communicate its comments to the lead merchant banker and, in the interest of investors, may require the lead merchant banker to carry out such modifications in the draft offer document as it deems fit;\n(h)the lead merchant banker shall ensure that all comments received from the Board on the draft offer document are suitably\n135Omitted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016. Prior to the substitution it read “the units proposed to be offered to the public is not less than twenty five per cent. of the total of the outstanding units of the InvIT and the units being offered by way of the offer document:\nProvided that if prior to the initial offer, units of the InvIT are held by the public, the units proposed to be offered to the public shall be calculated after reducing such existing units for satisfying the aforesaid percentage requirement;”\n136Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n137Substituted “investment manager” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n138Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n139Substituted “twenty one” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n140Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n141Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n142Omitted “to be submitted to the Board, within a period of at least ten days,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n143Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n144Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n36\naddressed prior to the filing of the 145[***] offer document with the designated stock exchanges;\n(i)in case no 146[observations] are 147[issued] by the Board in the draft offer document within twenty one working days from the date of receipt of satisfactory reply from the lead merchant bankers or manager, the InvIT may 148[file] the 149[***] offer document or follow-on offer document 150[with the Board and the exchange(s)];\n(j)the draft 151[offer document] and 152[***] offer document shall be accompanied by a due diligence certificate signed by the 153[***] lead merchant banker;\n(k)the 154[***] offer document shall be filed with the designated stock exchanges and the Board not less than five working days before opening of the offer 155[***];\n145Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n146Substituted “modifications” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n147Substituted “suggested” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n148Substituted “issue” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n149Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n150Substituted “to the public” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n151Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n152Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n153Omitted “investment manager and” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n154Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n155Omitted “and such filing with the Board shall be accompanied by filing fees as specified under Schedule II” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n37\n(l)The InvIT may 156[open] the initial 157[public] offer or follow-on offer 158[or rights issue] within a period of not more than 159[one year] from the date of 160[***] issuance of observations by the Board 161[***]:\nProvided that if the initial 162[public] offer or follow-on offer 163[or rights issue] is not made within the prescribed time period, a fresh 164[draft] offer document shall be filed;\n165[Provided further that the InvIT shall not be required to file draft offer document with the Board in case of a fast track rights issue, subject to the fulfillment of the conditions as specified by the Board from time to time.]\n(m)The InvIT may invite for subscriptions and allot units to any person, whether resident or foreign:\nProvided that in case of foreign investors, such investment shall be subject to guidelines as may be specified by Reserve Bank of India and the government from time to time.\n(n)the application for subscription shall be accompanied by a statement containing the abridged version of the offer document detailing the risk factors and summary of the terms of issue;\n156Substituted “make” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n157Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n158Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n159Substituted “six months” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n160Omitted “last” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n161Omitted “, if any and if no observations have been issued by the Board, within six months from the date of filing of final offer document with the designated stock exchanges” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n162Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n163Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n164Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n165Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2020, w.e.f 02.03.2020\n38\n(o)initial 166[public] offer and follow-on offer shall not be open for subscription for a period of more than thirty days;\n(p)in case of over-subscriptions, the InvIT shall allot units to the applicants on a proportionate basis rounded off to the nearest integer subject to minimum subscription amount per subscriber as specified in clause (c);\n(q)the InvIT shall allot units or refund application money,as the case may be, within twelve working days from the date of closing of the issue;\n(r)the InvIT shall issue units in only in dematerialized form to all the applicants;\n(s)the price of InvIT units issued by way of public issue shall be determined through the book building process or any other process in accordance with the guidelines issued by the Board and in the manner as may be specified by the Board;\n(t)the InvIT shall refund money,-\n(i)to all the applicants in case it fails to collect subscription of atleast 167[ninety] per cent. of the 168[fresh] issue size as specified in the 169[***] offer document;\n(ii)to applicants to the extent of the over subscription, in case the moneys received is in excess of the extent of over- subscription as specified in the 170[***] offer document, money shall be refunded to applicants to the extent of the oversubscription:\nProvided that right to retain such over subscription cannot exceed twenty five per cent. of the issue size;\n166Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n167Substituted for “seventy five”by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n168Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n169Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n170Omitted “final” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n39\n171[Provided further, that the offer document shall contain adequate disclosures towards the utilisation of such oversubscription proceeds, if any, and such proceeds retained on account of oversubscription shall not be utilised towards general purposes.]\n(iii)to all the applicants, in case the number of subscribers to the initial 172[public] offer forming part of the public is less than twenty;\n(u)If the investment manager fails to allot or list the units or refund the money within the specified time, then the investment manager shall pay interest to the unit holders at the rate of fifteen per cent. per annum, till such allotment or listing or refund and such interest shall be not be recovered in the form of fees or any other form payable to the investment manager by the InvIT;\n(v)units may be offered for sale to public,–\ni.if such units have been held by the sellers for a period of at least one year prior to the filing of draft offer document with the Board:\nProvided that the holding period for the equity shares 173[, compulsorily convertible securities (from the date such securities are fully paid-up)] or partnership interest in the 174[holdco or] SPV against which such units have been received shall be considered for the purpose of calculation of one year period referred in this sub-regulation:\n175[Provided further that the compulsorily convertible securities, whose holding period has been included for the purpose of calculation for offer for sale, shall be converted to equity shares of the holdco or SPV, prior to filing of offer document.]\n171Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n172Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n173Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n174Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n175Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n40\nii.subject to other guidelines as may be specified by the Board in this regard;\n176[(va) The amount for general purposes, as mentioned in objects of the issue in the draft offer document filed with the Board, shall not exceed Ten per cent of the amount raised by the InvIT by issuance of units.]", "If the InvIT fails to make any offer of its units, whether by way of public issue or private placement, within three years from the date of registration with the Board, it shall surrender its certificate of registration to the Board and cease to operate as an InvIT:", "Provided that the Board, if it deems fit, may extend the period by another one year:", " The offer document or placement memorandum of the InvIT shall contain material, true, correct and adequate disclosures to enable the investors to make an informed decision.", "Without prejudice to the generality of sub-regulation (1), the offer document or placement memorandum shall,–\n(i)not be misleading or contain any untrue statements or mis- statements;\n(ii)not provide for any guaranteed returns to the investors; and\n(iii)include such other disclosures as may be specified by the Board.", "The offer document shall include all information as specified under Schedule III.", "176Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "41", "", "177[The placement memorandum shall contain all information as", "", "specified under Schedule III, to the extent applicable.]", "No advertisement shall be issued pertaining to issue of units by an InvIT which makes a private placement of its units.", "With respect to advertisements pertaining to the offer of units by an InvIT with respect to public issue of its units,-\n(i)such advertisement material shall not be misleading and shall not contain anything extraneous to the contents of the offer document;\n(ii)if an advertisement contains positive highlights, it shall also contain risk factors with equal importance in all aspects including print size;\n(iii)the advertisements shall be in accordance with any circulars or\nguidelines as may be specified by the Board in this regard.\nListing and trading of units", " It shall be mandatory for units of all InvITs to be listed on a recognized stock exchange having nationwide trading terminals, whether publicly issued or privately placed:", "Provided that this sub-regulation shall not apply if the initial offer does not satisfy the minimum subscription amount or the minimum number of subscribers under regulation 14.", "The listing of the units shall be in accordance with the listing agreement entered into between the InvIT and the designated stock exchanges.", "178[(2A) In the event of non-receipt of listing permission from the stock exchange(s) or withdrawal of Observation Letter issued by the Board, wherever applicable, the units shall not be eligible for listing and the InvIT shall be liable to refund the subscription monies, if any, to the respective allottees immediately alongwith interest at the rate of fifteen per cent. per annum from the date of allotment.]", "177Substituted for “The placement memorandum shall contain all material information about the InvIT, parties to the InvIT, fees and all other expenses proposed to be charged, tenure of the InvIT, investment strategy, risk management tools and parameters employed, key service providers, conflict of interest and procedures to identify and address them, disciplinary history of the sponsor(s), investment manager, trustee and their associates, the terms and conditions on which the investment manager offers investment services, its affiliations with other intermediaries, manner of winding up of the InvIT and such other information as may be necessary for the investor to take an informed decision on whether to invest in the InvIT.” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "178Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "42", "The units of the InvIT listed in the designated stock exchanges shall be traded, cleared and settled in accordance with the bye-laws of designated stock exchanges and such conditions as may be specified by the Board.", "The InvIT shall redeem units only by way of a buyback or at the time of delisting of units.", "The units shall remain listed on the designated Stock Exchanges unless delisted under regulation 17.", "The minimum public holding for the units of the 179[***] InvIT after listing shall be 180[ in accordance with sub-regulation (1A) of regulation 14] failing which action may be taken as may be specified by the Board and by the designated stock exchanges including delisting of units under regulation 17.", "The minimum number of unit holders in an InvIT other than the sponsor(s) 181[, its related parties and its associates] ,–\n(a)in case of privately placed InvIT, shall be five, each holding not more than twenty five per cent. of the units of the InvIT;\n(b)forming part of public shall be twenty, each holding not more than twenty five per cent. of the units of the InvIT,\nat all times post listing of the units, failing which action may be taken as may be specified by the Board and by the designated stock exchanges including delisting of units under regulation 17.", "With respect to listing of privately placed units,–\n(a)its units shall be mandatorily listed on the designated stock exchange(s) within thirty working days from the date of 182[allotment];\n(b)trading lot for the purpose of trading of units on the designated stock exchange shall be rupees one crore.\nNotwithstanding the above, if an InvIT invests not less than eighty per cent of the value of the InvIT assets, 184[in completed and\n179Omitted “publicly offered” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n180Substituted for “twenty five per cent. of the total number of outstanding units, at all times,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n181Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n182Substituted for “final closing” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n183Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n184Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f 15.12.2017\n43\nrevenue generating assets,] the trading lot for the purpose of trading of units on the designated stock exchange of such InvIT shall be rupees two crore;]", "With respect to listing of publicly offered units,–\n(a)its units shall be mandatorily listed on the designated stock exchange(s) within twelve working days from the date of closure of the initial 185[public] offer:\nProvided that this sub-regulation shall not apply if the initial 186[public] offer does not satisfy the minimum subscription amount or the minimum number of subscribers as specified in regulation 14;\n(b)trading lot for the purpose of trading of units on the designated stock exchange shall 187[consist of 100 units].", "Any person other than the sponsor(s) holding units of the InvIT prior to initial offer shall hold the units for a period of not less than one year from the date of listing of the units.", "The Board and designated stock exchanges may specify any other requirements pertaining to listing and trading of units of the InvIT by issuance of guidelines or circulars.", " The investment manager shall apply for delisting of units of the InvIT to the Board and the designated stock exchanges if,-\n(a)the public holding falls below the specified limit under sub- regulation (6) of regulation 16;\n(b)the number of unit holders of the InvIT falls below the limit as specified under sub-regulation (7) 188[of regulation 16];\n(c)if there are no projects or assets remaining under the InvIT for a period exceeding six months and InvIT does not propose to invest in any project in future:\n185Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n186Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n187Substituted for the words “be five lakh rupees” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n188Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n44\nProvided that, the period may be extended by further 6 months, with the approval of unitholders in the manner as specified in regulation 22;\n(d)the Board or the designated stock exchanges require such delisting for violation of the listing agreement or these regulations or the Act;\n(e)the 189[****] trustee 190[and investment manager] requests such delisting and such request has been approved by unit holders in accordance with regulation 22;\n191[(ea) the trustee and the Investment Manager of a privately placed and listed InvIT chooses to convert InvIT to a privately placed unlisted InvIT and such request has been approved by unit holders in accordance with regulation 22:\nProvided that exit shall be provided to dissenting unitholders.]\n(f)unit holders apply for such delisting in accordance with regulation 22;\n(g)the Board or the designated stock exchanges require such delisting in the interest of the unit holders:\nProvided that if clause (a) or (b) is breached, the trustee may provide a period of six months to the investment manager to rectify the same, failing which shall apply for such delisting:\nProvided further that in case of PPP projects, such delisting shall be subject to relevant clauses in the concession agreement.", "The Board and the designated stock Exchanges may consider such application for delisting for approval or rejection as may be appropriate in the interest of the unit holders.", "The Board may, instead of delisting of the units, if it deems fit, provide additional time to the InvIT or parties to the InvIT to comply with sub- regulation (1).", "The Board may reject the application for delisting and take any other action, as it deems fit, under these regulations or the Act for violation of the listing agreement or these regulations or the Act.", "The procedure for delisting of units of InvIT including provision of exit", "option to the unit holders shall be in accordance with the listing", "189The words “sponsor(s) or” omitted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019", "190Inserted ibid.", "191Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019", "45", "agreement and in accordance with procedure as may be specified by the Board and by the designated stock exchanges from time to time.", "After delisting of its units, the InvIT shall surrender its certificate of registration to the Board and shall no longer undertake activity of an InvIT:", " The investment by an InvIT shall only be in 193[holdco and/ or] SPVs or infrastructure projects or securities in India in accordance with these regulations and the investment strategy as detailed in the offer document or Placement memorandum.", "In case of PPP projects, the InvIT shall mandatorily invest in the infrastructure projects through 194[holdco and/ or] SPV.", "The InvIT may invest in infrastructure projects through SPVs subject to the following,–\n(a)no other shareholder or partner of the SPV shall 195[exercise] any rights that prevents the InvIT from complying with the provisions of these regulations and an agreement 196[has been] entered into\n192Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n193Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n194Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n195Substituted for the word “have” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n196Substituted ibid for the words “shall be”.\n46\nwith such shareholders or partners to that effect prior to investment in the SPV:\n197[Provided that the shareholders’ agreement or partnership agreement shall provide for an appropriate mechanism for resolution of disputes between the InvIT and the other shareholders or partners in the holdco and/or the SPV:\nProvided further that the provisions of these regulations shall prevail in case of inconsistencies between such agreement(s) and the obligations cast upon an InvIT under these regulations.]\n(b)in case the SPV is a company198[/LLP], the investment manager, in consultation with the trustee, shall appoint 199[majority of] the board of directors or governing board of such SPVs 200[as applicable] ;\n(c)the investment manager shall ensure that the in every meeting including annual general meeting of the SPV, the voting of the InvIT is exercised.\n201[(3A) The InvIT may invest in infrastructure projects through holdcos subject to the following,-\n(a)the ultimate holding interest of the InvIT in the underlying SPV(s) is not less than twenty six per cent;\n(b)no other shareholder or partner of the holdco or the SPV(s) shall 202[exercise] any rights that prevent the InvIT, the HoldCo or the\nSPV(s) from complying with the provisions of these regulations and an agreement 203[has been] entered into with such\n197Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n198Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n199Substituted for “not less than one authorized representative on” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n200Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n201Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n202Substituted for the word “have” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n203Substituted ibid for the words “shall be”.\n47\nshareholders or partners to that effect prior to investment in the holdco/SPV:\n204[Provided that the shareholders’ agreement or partnership agreement shall provide for an appropriate mechanism for resolution of disputes between the InvIT and the other shareholders or partners in the holdco and/or the SPV:\nProvided further that the provisions of these regulations shall prevail in case of inconsistencies between such agreement(s) and the obligations cast upon an InvIT under these regulations.]\n(c)the investment manager, in consultation with the Trustee, shall appoint the majority of the Board of directors or governing board of the holdco and SPV(s);\nthe investment manager shall ensure that in every meeting including annual general meeting of the Holdco and SPV(s), the voting of the InvIT is exercised;]", "", "205[ In case of InvIT as specified under sub-regulation (2) of regulation", "", "14, the InvIT shall invest not less than eighty per cent of the value of the", "", "InvIT assets in eligible infrastructure projects either directly or through", "holdcos or through SPVs:", "Provided that un-invested funds may be invested in instruments as provided under sub-clause (ii), (iii), (iv) and (v) of clause (b) of sub- regulation 5 of Regulation 18.]", "In case of InvITs as specified under sub-regulation (4) of regulation 14,–\n(a)not less than eighty per cent. of the value of 206[InvIT] the assets shall be invested, proportionate to the holding of the InvITs, in completed and revenue generating infrastructure projects subject to the following;\n204Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n205Substituted for “In case of InvIT as specified under sub-regulation (2) of regulation 14, the InvIT shall invest only in eligible infrastructure projects or securities of companies or partnership interests of LLPs in infrastructure sector:\nProvided that un-invested funds may be invested in liquid funds or government securities or money market instruments or cash equivalents.\nExplanation.- Companies or LLPs in infrastructure sector shall mean those companies or LLPs which derive not less than eighty per cent. of their operating income from infrastructure sector as per the audited accounts of the previous financial year.” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n206Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n48\n(i)if the investment has been made through a 207[holdco and/ or] SPV208[(s)], whether by way of equity or debt or equity linked instruments or partnership interest, only the portion of direct investments in 209[completed and revenue generating] projects by such 210[holdco and/ or SPV(s)] shall be considered under this sub-regulation and the remaining portion shall be included under clause (b);\n(ii)if any project is implemented in stages, the part of the project which can be categorised as completed and revenue generating project shall be considered under this sub-regulation and the remaining portion shall be included under clause (b);\n(b)not more than twenty per cent. of value of the 211[InvIT] assets, 212[***] shall be invested in,–\n(i)under-construction infrastructure projects, whether directly or through 213[holdco and/ or] SPVs:\nProvided that investment in such assets shall not exceed ten per cent. of the value of the 214[InvIT assets];\n(ii)listed or unlisted debt of companies or body corporate in infrastructure sector:\nProvided that this shall not include any investment made in debt of the 215[holdco and/ or SPV(s)];\n(iii)equity shares of companies listed on a recognized stock exchange in India which derive not less than eighty per cent. of their operating income from infrastructure sector\n207Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n208Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n209Substituted for “eligible infrastructure” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n210Substituted for “SPVs” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n211Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n212Omitted “proportionate to the holding of the InvITs,” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n213Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n214Substituted for “assets of the InvIT” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n215Substituted for “SPV” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n49\nas per the audited accounts of the previous financial year;\n(iv)government securities;\n(v)money market instruments, liquid mutual funds or cash equivalents;\n(c)if the conditions specified in clauses (a) and (b) are breached on account of market movements of the price of the underlying assets or securities, the investment manager shall inform the same to the trustee and ensure that the conditions as specified in this regulation are satisfied within six months of such breach:\nProvided that the period may be extended to one year subject to approval from investors in accordance with regulation 22.\n216[(5A) The investment conditions as specified at sub-regulation (4) and (5) of regulation 18 and sub -regulation shall be complied at the time of Offer document/placement memorandum and therafter.]", "With respect to distributions made by the InvIT and the 217[holdco and/or] SPV,-\n(a)not less than ninety per cent. of net distributable cash flows of the SPV shall be distributed to the InvIT 218[/holdco]in proportion of its holding in the SPV subject to applicable provisions in Companies Act, 2013 or Limited Liability Partnership Act, 2008;\n(b)not less than ninety per cent. of net distributable cash flows of the InvIT shall be distributed to the unit holders;\n219[(ba) with regard to distribution of net distributable cash flows by the holdco to the InvIT, the following shall be complied:\n(i)with respect to the cash flows received by the holdco from underlying SPVs, 100% of such cash flows received by the holdco shall be distributed to the InvIT; and\n(ii)with respect to the cash flows generated by the holdco on its own, not less than 90% of such net distributable cash flows shall be distributed by the holdco to the InvIT.]\n(c)such distributions shall be declared and made not less than once every six months in every financial year in case of publicly offered\n216Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n217Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n218Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n219Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n50\nInvITs and not less than once every year in case of privately placed InvITs and shall be made not later than fifteen days from the date of such declaration;\n(d)subject to 220[sub-]clause (c), such distribution shall be 221[***] in the manner as mentioned in the offer document or placement memorandum.", "If any infrastructure asset is sold by the InvIT or 222[holdco or] SPV or if the equity shares or interest in the 223[holdco/] SPV are sold by the InvIT,–\n(a)if the InvIT 224[***] proposes to re-invest the sale proceeds into another infrastructure asset, it shall not be required to distribute any sales proceeds to the InvIT or to the investors;\n(b)If the InvIT 225[***] proposes not to invest the sales proceeds into any other infrastructure asset 226[within a period of one year], it shall be require to distribute the same in accordance with sub- regulation (6).", "If the distributions are not made within fifteen days of declaration, then the investment manager shall be liable to pay interest to the unit holders at the rate of fifteen per cent. per annum till the distribution is made and such interest shall be not be recovered in the form of fees or any other form payable to the investment manager by the InvIT.", "An InvIT shall not invest in units of other InvITs.", "An InvIT shall not undertake lending to any person 227[other than the holdco/ SPV(s) in which the InvIT has invested in]:", "Provided that investment in debt securities shall not be considered as lending.", "220Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "221Omitted “as per the dates and” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "222Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "223Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "224Omitted “or SPV” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "225Omitted “or SPV” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "226Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "227Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "51", "An InvIT shall hold an infrastructure asset for a period of not less than three years from the date of purchase of such asset by the InvIT, directly or through 228[holdco and/or] SPV:", "Provided that this shall not apply to investment in securities of companies in infrastructure sector other than SPVs.", "In case of any co-investment with any person(s) in any transaction,–\n(a)the investment by the other person(s) shall not be at terms more favourable than those to the InvIT;\n(b)the investment shall not provide any rights to the person(s) which shall prevent the InvIT from complying with the provisions of these regulations;\n(c)the agreement with such person(s) shall include the minimum percentage of distributable cash flows that will be distributed and entitlement of the InvIT to receive not less than pro rata distributions and mode for resolution of any disputes between the InvIT and the other person(s).", " All related party transactions shall be on an arms-length basis in accordance with relevant accounting standards, in the best interest of the unit holders, consistent with the strategy and investment objectives of the InvIT.", "All related party transactions of an InvIT shall be disclosed,–\n(a)in the offer document or placement memorandum with respect to any such transactions entered into prior to the offer of units and any such proposed transactions subsequent to the offer;\n(b)to the designated stock exchanges and unit holders periodically in accordance with the listing agreement and these regulations.", "With respect to related party transactions with respect to 229[***] InvITs entered into after initial 230[public] offer, if,–", "228Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "229Omitted “publicly offered” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "230Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "52\n(a)the total value of all the related party transactions, in a financial year, pertaining to acquisition or sale of assets 231[whether directly or through holdco or through SPV,] or investments into securities exceeds five per cent. of the value of 232[the] InvIT 233[assets]; or\n(b)the value of the funds borrowed from related parties, in a financial year, exceeds five per cent. of the total consolidated borrowings of the InvIT 234[,holdco and the SPV(s)],\napproval from the unit holders shall be obtained prior to entering into any such subsequent transaction with any related party in accordance with regulation 22.", "Transaction between two or more of the InvITs with a common investment manager or sponsor, shall be deemed to be related party transactions for each of the InvITs and provisions of regulation 19 shall apply:", "Provided that this sub-regulation shall also apply if the investment managers or sponsors of the InvITs are different entities but are associates.", "With respect to any related party transaction, details of any fees or commissions received or to be received by 235[such related party (ies)] shall be adequately disclosed to the designated stock exchanges.", "Where any of the related parties have an interest in a business which competes or is likely to compete, either directly or indirectly, with the activities of the InvIT, the following details shall be disclosed in the offer document or placement memorandum,–\n(a)details of the such business including an explanation as to how such business shall compete with the InvIT;\n(b)a declaration that the related party shall perform its duty in relation to the InvIT independent of its related business;\n(c)declaration as to whether any acquisition of such business by the InvIT is intended and if so, details of the same thereof.\n231Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n232Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n233Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n234Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n235Substituted for “any person or entity which is an associate of the related party” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n53", "The Board may specify additional guidelines with respect to related party transactions, as it deems fit.", " 236[(1) An InvIT, whose units are listed on a recognized stock exchange, may issue debt securities in the manner specified by the Board:", "Provided that such debt securities shall be listed on recognized stock exchange(s).]\n237[(2)] The aggregate consolidated borrowings and deferred payments of the InvIT 238[, holdco and the SPV(s),] net of cash and cash equivalents shall 239[not] exceed 240[seventy] per cent. of the value of the InvIT assets.\n241[(3)] If the aggregate consolidated borrowings and deferred payments of the InvIT 242[, holdco and the SPV(s),] net of cash and cash equivalents exceed twenty five per cent. of the value of the InvIT assets, for any further borrowing,–\n243[a) upto forty nine percent, an InvIT shall -\n(i)obtain credit rating from a credit rating agency registered with the Board; and\n(ii)seek approval of unitholders in the manner as specified in Regulation 22.\nb)above forty nine percent, an InvIT shall -\n(i)obtain a credit rating of “AAA” or equivalent for its consolidated borrowing and the proposed borrowing, from a credit rating agency registered with the Board;\n236Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n237Re-numbered ibid.\n238Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n239Substituted for the word “never” by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n240Substituted ibid for the words “forty nine”.\n241Re-numbered by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n242Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n243Substituted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019. prior to the substitution, clauses (a) and (b) read as follows:\n“(a)credit rating shall be obtained from a credit rating agency registered with the Board; and (b)approval of unit holders shall be obtained in the manner as specified in regulation 22.”\n54\n(ii)utilize the funds only for acquisition or development of infrastructure projects;\n(iii)have a track record of atleast six distributions, in terms of sub- regulation (6) of regulation 18, on a continuous basis, post listing, in the years preceding the financial year in which the enhanced borrowings are proposed to be made;\n(iv)obtain the approval of unitholders in the manner specified in sub- regulation (5A) of regulation 22.]\n244[(4)] If the conditions specified in sub-regulations (1) and (2) are breached on account of market movements of the price of the underlying assets or securities, the investment manager shall inform the same to the trustee and ensure that the conditions are satisfied within six months of such breach.\nValuation of assets", " The valuer shall not be an associate of the sponsor(s) or investment manager or trustee and shall have not less than five years of experience in valuation of infrastructure assets.", "Full valuation includes a detailed valuation of all assets of the InvIT by the valuer including physical inspection of every infrastructure project by the valuer.", "Full valuation report shall include the mandatory minimum disclosures as specified in Schedule V.", "A full valuation shall be conducted by the valuer not less than once in every financial year:", "Provided that such full valuation shall be conducted at the end of the financial year ending March 31st within two months from the date of end of such year.", "A half yearly valuation of the assets of the InvIT shall be conducted by the valuer for the half-year ending September 30th for a publicly offered InvIT for incorporating any key changes in the previous six months and such half yearly valuation report shall be prepared within one month from the date of end of such half year:", "245[Provided that in case the consolidated borrowings and deferred payments of an InvIT, in terms of Regulation 20, is above forty nine per cent, the valuation of the assets of such InvIT shall be conducted by the", "244Re-numbered by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017", "245Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019", "55", "valuer for quarter ending June, September and December, for incorporating any key changes in the previous quarter and such quarterly report shall be prepared within one month from the date of the end of such quarter.]", "Valuation reports received by the investment manager shall be submitted by the investment manager to the designated stock exchanges within fifteen days from the receipt of such valuation reports.", "Prior to any issue of units by publicly offered InvIT other than bonus issue, the valuer shall undertake full valuation of all the InvIT assets and include the same in the Offer Document:", "Provided that such valuation report shall not be more than six months old at the time of such offer:", "Provided further that this shall not apply in cases where full valuation has been undertaken not more than six months prior to such issue and no material changes have occurred thereafter.", "For any transaction of purchase or sale of infrastructure projects, whether directly or through 246[holdco and/or] SPVs, for publicly offered InvITs,–\n(a)a full valuation of the specific project shall be undertaken by the valuer;\n(b)if,–\n(1)in case of a purchase transaction, the asset is proposed to be purchased at a value greater than hundred ten per cent of the value of the asset as assessed by the valuer;\n(2)in case of a sale transaction, the asset is proposed to be sold at a value less than ninety per cent. of the value of the asset as assessed by the valuer,\napproval of the unit holders shall be obtained in accordance with regulation 22.", "No valuer shall undertake valuation of the same project for more than four years consecutively:", "Provided that the valuer may be reappointed after a period of not less than two years from the date it ceases to be the valuer of the InvIT.", "247[***]", "246Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "247Omitted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017. Prior to the omission, the sub-regulation read as follows:", "56\n(11)In case of any material development that may have an impact on the valuation of the assets of the InvIT, then investment manager of a publicly offered InvIT shall require the valuer to undertake full valuation of the infrastructure project under consideration within not more than two months from the date of such event and disclose the same to the trustee and the designated stock exchanges within fifteen days of such valuation.\n(12)The valuer shall not undertake valuation of any assets in which it has either been involved with the acquisition or disposal within the last twelve months other than such cases where the valuer was engaged by the InvIT for such acquisition or disposal.", " The unit holder shall have the rights to receive income or distributions as provided for in the offer document or placement memorandum.", "With respect to any matter requiring approval of the unit holders,-\n(a)a resolution shall be considered as passed when the votes cast by unit holders, so entitled and voting, in favour of the resolution exceed a certain percentage as specified in these regulations, of votes cast against;\n(b)the voting may also be done by postal ballot or electronic mode;\n(c)a notice of not less than twenty one days shall be provided to the unit holders;\n(d)voting by any person who is a related party in such transaction as well as associates of such person(s) shall not be considered on the specific issue;\n“(10) Any valuation undertaken by any valuer shall be in compliance with by international valuation standards and valuation standards as may be specified by Institute of Chartered Accountants of India for valuation of infrastructure assets or such other valuation standards as may be specified by the Board:\nProvided that in case of any conflict, standards specified by Institute of Chartered Accountants of India shall prevail.”\n57\n(e)investment manager shall be responsible for all the activities pertaining to conducting of meeting of the unit holder, subject to overseeing by the trustee:\nProvided that in issues pertaining to the investment manager such as change in investment manager including removal of the investment manager or change in control of the investment manager, trustee shall convene and handle all activities pertaining to conduct of the meetings:\nProvided further that in respect of issues pertaining to the trustee Including change in the trustee, the trustee shall not be involved in any manner in the conduct of the meeting.", "248[For an] InvITs,–\n(a)an annual meeting of all unit holders shall be held not less than once a year within one hundred twenty days from the end of financial year and the time between two meetings shall not exceed fifteen months;\n(b)with respect to the annual meeting of unit holders,–\n(i)any information that is required to be disclosed to the unit holders and any issue that, in the ordinary course of business, may require approval of the unit holders may be taken up in the meeting including,–\n(1)latest annual accounts and performance of the InvIT;\n(2)approval of auditor and fees of such auditor, as may be required;\n(3)latest valuation reports;\n(4)appointment of valuer, as may be required;\n(5)any other issue;\n(ii)for any issue taken up in such meetings which require approval from the unit holders other than as specified in sub- regulation (6) under, votes cast in favour of the resolution shall 249[ be more than] the votes cast against the resolution;", "In case of,–\n(a)any approval from unit holders required under regulation 18, 19 and 21;\n(b)any transaction, other than any borrowing, value of which is equal to or greater than twenty five per cent. of the InvIT assets;\n248Substituted for “With respect to publicly offered” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n249Substituted for “not be less than one and a half times” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n58\n250[(c) any borrowing in terms of the limit specified under clause (a) of sub-regulation (3) of regulation 20;]\n(d)any issue of units after 251[ initial public offer by an InvIT] , in whatever form, other than any issue of units which may be considered by the Board under sub-regulation (5);\n(e)increasing period for compliance with investment conditions to one year in accordance with clause (c) of sub-regulation (5) of regulation 18;\n(f)any issue, in the ordinary course of business, which in the opinion of the sponsor(s) or trustee or investment manager, is material and requires approval of the unit holders, if any;\n(g)any issue for which the Board or the designated stock exchanges requires such approval under this sub-regulation,\napproval from unit holders shall be required where votes cast in favour of the resolution shall 252[be more than] the votes cast against the resolution.", "In case of,–\n(a)any change in investment manager including removal of the investment manager or change in control of the investment manager;\n(b)any material change in investment strategy or any change in the management fees of the InvIT;\n(c)the 253[***] 254[trustee and] investment manager proposing to seek delisting of units of the InvIT 255[under clause (e) of sub-regulation\n(1) of regulation 17];\n(d)any issue, not in the ordinary course of business, which in the opinion of the sponsor(s) or investment manager or trustee requires approval of the unit holders;\n(e)any issue for which the Board or the designated stock exchanges requires approval under this sub-regulation;\n250Substituted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019. Prior to substitution, clause (c) read as follows:\n“(c) any borrowing in excess of specified limit as required under sub-regulation (2) of regulation 20;”\n251Substituted for “initial offer by a publicly offered InvIT” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n252Substituted for “not be less than one and half times” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n253Words “sponsor(s) or” omitted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n254Inserted ibid\n255Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n59\n(f)any issue taken up on request of the unit holders including,–\n(i)removal of the investment manager and appointment of another investment manager to the InvIT;\n(ii)removal of the auditor and appointment of another auditor to the InvIT;\n(iii)removal of the valuer and appointment of another valuer to the InvIT;\n(iv)delisting of an InvIT, if the unit holders have sufficient reason to believe that such delisting would act in the interest of the unit holders;\n(v)any issue which the unit holders have sufficient reason to believe that is detrimental to the interest of the unit holders;\n(vi)change in the trustee if the unit holders have sufficient reason to believe that acts of such trustee is detrimental to the\ninterest of the unit holders,\napproval from unit holders shall be required where votes cast in favour of the resolution shall not be less than 256[one and a half] times the votes cast against the resolution:\nProvided that in case of clause (d), if approval is not obtained, the person shall provide an exit option to the unit holder to the extend and in the manner specified by the Board.\n257[(5A) In case of any borrowing by an InvIT in terms of the limit specified in clause (b) of sub-regulation 3 of regulation 20, the approval from seventy five per cent. of the unit holders by value shall be obtained.\n(5B) For delisting of units of InvIT in terms of clause (ea) of sub-regulation (1) of regulation 17, approval from not less than ninety per cent. of the unit holders by value shall be required and exit shall be provided to dissenting unitholders.]", "With respect to the right(s) of the unit holders under clauses (f) of sub- regulation (5),–\n(a)not less than twenty five per cent. of the unit holders by value, other than any party related to the transactions and its associates, shall apply, in writing, to the trustee for the purpose;\n(b)on receipt of such application, the trustee shall require the issue with the investment manager to place the issue for voting in the manner as specified in these regulations;\n256Substituted for “three” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n257Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n60", " A privately placed InvIT shall ensure that the disclosures in the placement memorandum are in accordance with the sub-regulation (4) of regulation 15 and any circulars or guidelines issued by the Board in this regard.", "A publicly offered InvIT shall ensure that the disclosures in the offer document are in accordance with the Schedule III and any circulars or guidelines issued by the Board in this regard.", "The investment manager of all InvITs shall submit an annual report to all unit holders electronically or by physical copies and to the designated stock exchanges within three months from the end of the financial year.", "The investment manager of shall submit a half-yearly report to the designated stock exchange within forty five days from the end of 258[***] half year ending 259[***] September 30th:", "260[Provided that for any InvIT, whose units are listed and whose consolidated borrowings and deferred payments, in terms of regulation 20, is above forty nine per cent., such InvIT shall also submit a quarterly report to the designated stock exchange within thirty days from the end of every quarter ending June and December.]", "261[Annual/ half yearly /quarterly reports shall contain disclosures as specified under Part-A, Part-B and Part-C, respectively, of Schedule IV.]", "The investment manager shall disclose to the designated stock exchanges any information having bearing on the operation or performance of the InvIT as well as price sensitive information which includes but is not restricted to the following,–\n(a)acquisition or disposal of any projects, directly or through 262[ holdco or] SPV, value of which exceeds five per cent. of value of the InvIT assets;\n258Words “the every” omitted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n259Words and number “March 31st and” omitted ibid.\n260Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n261Substituted ibid. Prior to the substitution, sub-regulation (5) read as follows:\n“Such annual and half yearly reports shall contain disclosures as specified under Schedule IV.”\n262Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016\n61\n(b)additional borrowing, at level of 263[holdco or] SPV or the InvIT, exceeding fifteen per cent. of the value of the InvIT assets ;\n(c)additional issue of units by the InvIT;\n(d)details of any credit rating obtained by the InvIT and any change in such rating;\n(e)any issue which requires approval of the unit holders;\n(f)any legal proceedings which may have significant bearing on the functioning of the InvIT;\n(g)notices and results of meetings of unit holders,\n(h)any instance of non-compliance with these regulations including any breach of limits specified under the regulations;\n(i)any material issue that in the opinion of the investment manager or trustee needs to be disclosed to the unit holders.", "The InvIT shall also submit such information to the designated stock exchanges and unit holders on a periodical basis as may be required under the listing agreement.", "The InvIT shall disclose to the designated stock exchanges, unit holders and the Board such information and in the manner as may be specified by the Board.", "The InvIT shall also provide disclosures or reports specific to sector or sub-sector in which the InvIT has invested or proposes to invest in the manner as may be specified by the Board.", "The Board may at any time call upon the InvIT or parties to the InvIT to file such reports, as the Board may desire, with respect to the activities relating to the InvIT.", "Power to call for information", " The Board may at any time call for any information from the InvIT or 264[holdco or SPV(s)] parties to the InvIT or 265[holdco or SPV(s)] any unit holder or any other person with respect to any matter relating to activity of the InvIT.", "Where any information is called for under sub-regulation (1), it shall be furnished within the time specified by the Board.", "263Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "264Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "265Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "62", "Maintenance of records", " The investment manager shall maintain records pertaining to the activity of the InvIT, wherever applicable, including,–\n(a)all investments or divestments of the InvIT and documents supporting the same including rationale for such investments or divestments;\n(b)agreements entered into by the InvIT or on behalf of the InvIT;\n(c)documents relating to appointment of persons as specified in sub-regulation (5) of regulation 10;\n(d)insurance policies for infrastructure assets;\n(e)investment management agreement;\n(f)documents pertaining to issue and listing of units including placement memorandum, draft and final offer document, in- principle approval by designated stock exchanges, listing agreement with the designated stock exchanges, details of subscriptions, allotment of units, etc;\n(g)distributions declared and made to the unit holders;\n(h)disclosures and periodical reporting made to the trustee, Board, unit holders and the designated stock exchanges including annual reports, half yearly reports, etc.;\n(i)valuation reports including methodology of valuation;\n(j)books of accounts and financial statements;\n(k)audit reports;\n(l)reports relating to activities of the InvIT placed before the board of directors of the investment manager;\n(m)unit holders' grievances and actions taken thereon including copies of correspondences made with the unit holder and the Board, if any;\n(n)any other material documents;", "The trustee shall maintain records, wherever applicable, pertaining to,–\n(a)certificate of registration granted by the Board;\n(b)registered trust deed;\n(c)documents pertaining to application made to the Board for registration as an InvIT;\n(d)titles of the infrastructure assets:\nProvided that where the original title documents are deposited with the lender or any other person in respect of any loan or debt, the trustee shall maintain copies of such title documents;\n(e)notices and agenda send to unit holders for meetings held;\n63\n(f)minutes of meetings and resolutions passed therein;\n(g)periodical reports and disclosures received by the trustee from the investment manager;\n(h)disclosures, periodically or otherwise, made to the Board, unit holders and the designated stock exchanges;\n(i)any other material documents.", "26A. Applicability\n(1)The provisions of this chapter shall apply to an InvIT, which proposes to issue units or has issued units, on a private placement basis in terms of these regulations.\n(2)The units so issued or proposed to be issued shall not be eligible to be listed on recognised stock exchanges.\n(3)All the provisions of these regulations applicable to an InvIT, whose units are privately placed and listed or proposed to be listed, shall be applicable to an InvIT issuing units/who has issued units under the provisions of this chapter, except for the following -\n(a)sub-regulation (4), (9),(10) and (22) of regulation 10;\n(b)sub-regulation (1A) and (2) of regulation 14;\n(c)regulation 16;\n(d)regulation 17;\n(e)regulation 20;\n(f)sub-regulation (6) of regulation 21;\n(g)sub-clause (iv) of clause (f) of sub-regulation (5) of regulation 22;\n266Inserted by the Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019\n64\n(h)regulation 23;\n(i)sub-regulation (15) of regulation 9 in respect of obtaining prior approval of the Board for any change in the investment manager;\n(j)sub-regulation (17) of regulation 9 in respect of obtaining prior approval of the Board in case of change in control of the investment manager.", "26B. Raising of funds and investments\n(1)An InvIT raising funds by way of a private placement in terms of the provisions of this Chapter–\n(a)shall do it through a placement memorandum;\n(b)shall raise funds only from institutional investors and body corporates, whether Indian or foreign:\nProvided that in case of foreign investors, such investment shall be subject to guidelines as may be specified by the Reserve Bank of India and the Government from time to time;\n(c)shall not accept from an investor, an investment of value less than rupees one crore;\n(d)shall not raise funds from more than twenty investors;\n(e)shall file a placement memorandum with the Board alongwith the fee as specified in Schedule II, atleast 5 days prior to opening of the issue;\n(f)shall file the final placement memorandum with the Board within a period of ten working days from the date of allotment of the units to the investors;\n(g)invest not less than eighty per cent of the value of the InvIT assets in eligible infrastructure projects either directly or through holdcos or through SPVs:\nProvided that un-invested funds may be invested in instruments as provided under sub-clause (ii), (iii), (iv) and (v) of clause (b) of sub- regulation 5 of Regulation 18.\n65", "26C. Disclosures\n(1)An InvIT issuing units as per the provisions of this Chapter shall ensure that the disclosures in the placement memorandum are in accordance with sub-regulation\n(4)of regulation 15 and any circular or guideline issued by the Board in this regard.\n(2)The investment manager of the InvIT shall submit annual report, half-yearly report and valuation report to the trustee and unit holders of the InvIT, either electronically or through physical copies.\n(3)The annual and half yearly reports shall contain disclosures as specified under Schedule IV, to the extent applicable.\n(4)The investment manager shall disclose to the trustee and unitholders any information having bearing on the operation or performance of the InvIT which includes but is not restricted to the following–\n(a)acquisition or disposal of any projects, directly or through holdco or SPV, value of which exceeds five per cent. of value of the InvIT assets;\n(b)additional issue of units by the InvIT;\n(c)details of any credit rating obtained by the InvIT and any change in such rating;\n(d)any issue which requires approval of the unit holders;\n(e)any legal proceedings which may have significant bearing on the functioning of the InvIT;\n(f)notices and results of meetings of unit holders,\n(g)any instance of non-compliance with these regulations including any breach of limits specified under the regulations;\n(h)any material issue that in the opinion of the investment manager or trustee needs to be disclosed to the unit holders.\n66", "26D. General\n(1)The investment manager shall be responsible for all activities pertaining to the issue of units including filing of placement memorandum with the Board and dealing with all matters relating to the allotment of units to the unit holders.\n(2)The investment manager shall ensure that disclosures made in the placement memorandum contains material, true, correct and adequate disclosures and are in accordance with these regulations and guidelines or circulars issued by the Board.\n(3)The investment manager shall ensure that the investments made by the InvIT are in accordance with the investment conditions as specified in this Chapter and in accordance with the investment strategy of the InvIT.\n(4)The investment manager shall ensure that the audit of accounts of the InvIT is done not less than once a year and such report is submitted to the trustee and unitholders, either electronically or through physical copies.", "26E. Surrender of certificate\n(1)An InvIT which has issued units as per the provisions of this Chapter, may choose to surrender its certificate of registration to the Board and on acceptance of surrender of certificate of registration, it shall no longer undertake the activity of an InvIT.\n(2)The InvIT and parties to the InvIT shall continue to be liable for all their acts of omissions and commissions with respect to activities of the InvIT notwithstanding surrender of registration to the Board.", "26F. Listing of units", "An InvIT which has issued units in terms of the provisions of this Chapter, may list such units on a recognised stock exchange, subject to it complying with the requirements specified for privately placed and listed InvIT under these regulations and in the manner specified by the Board from time to time.]", "67", "The Board may suo motu or upon receipt of information or complaint appoint one or more persons as inspecting officers to undertake inspection of the books of accounts, records and documents relating to activity of the InvIT 267[ or holdco or SPV or parties to the InvIT] for any of the following reasons, namely,--\n(a)to ensure that the books of account, records and documents are being maintained by the InvIT or parties to the InvIT in the manner specified in these regulations;\n(b)to inspect into complaints received from unit holders, clients or any other person, on any matter having a bearing on the activities of the InvIT;\n(c)to ascertain whether the provisions of the Act and these regulations are being complied with by the InvIT and parties to the InvIT; and\n(d)to inspect suo motu into the affairs of the InvIT, in the interest of the securities market or in the interest of investors.\nNotice before inspection", " Before ordering an inspection under regulation 27, the Board shall give not less than ten days notice to the trustee of the InvIT.", "Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice should be given, it may, by an order in writing, direct that the inspection of the affairs of the InvIT be taken up without such notice.", "267Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "68", "During the course of an inspection, the InvIT against whom the inspection is being carried out and parties to the InvIT shall be bound to discharge their obligations as provided in regulation 29.", "Obligation of InvIT, parties to the InvIT and any other associate persons on inspection.", " It shall be the duty of every InvIT in respect of whom an inspection has been ordered under the regulation 27, parties to the InvIT and any other associate person who is in possession of relevant information pertaining to conduct and affairs of such InvIT, including representative of InvIT, if any, to produce to the inspecting officer such books, accounts and other documents in his custody or control and furnish him with such statements and information as the inspecting officer may require for the purposes of inspection.", "It shall be the duty of every InvIT, parties to the InvIT and any other associate person who is in possession of relevant information pertaining to conduct and affairs of the InvIT to give to the inspecting officer all such assistance and to extend all such co-operation as may be required in connection with the inspection and to furnish such information as may be sought by the inspecting officer in connection with the inspection.", "The inspecting officer shall, for the purposes of inspection, have power to examine on oath and record the statement of any employees and directors of the InvIT 268[***] parties to the InvIT or 269[ or holdco or SPV(s)] any person responsible for or connected with the activities of InvIT or any other associated person having relevant information pertaining to such InvIT.", "The inspecting officer shall, for the purposes of inspection, have power to obtain authenticated copies of documents, books, accounts of InvIT, from any person having control or custody of such documents, books or accounts.", "268Omitted “or” by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "269Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "69", "Submission of report to the Board", "The inspecting officer shall, as soon as possible, on completion of the inspection submit an inspection report to the Board:", "Provided that if directed to do so by the Board, he may submit an interim report.", "Communication of findings etc. to the InvIT", "The Board may after consideration of the inspection report and after giving reasonable opportunity of hearing to the InvITs or parties to the InvIT or its representatives or any such person, issue such directions as it deems fit in the interest of securities market or the investors in the nature of,–\n(a)requiring the InvIT to delist its units from the stock exchanges and surrender its certificate of registration;\n(b)requiring the InvIT to wind up;\n(c)requiring the InvIT to sell its assets;\n(d)requiring the InvIT or parties to the InvIT to take such action as may be in the interest of the investors;\n(e)prohibiting the InvIT or parties to the InvIT from operating in the capital market or from accessing the capital market for a specified period.", "An InvIT or parties to the InvIT or any other person involved in the activity of the InvIT who contravenes any of the provisions of the Act or these regulations or notifications, guidelines, circulars or instructions issued thereunder by the Board shall be liable for one or more actions specified therein including any action provided under the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.", "70", " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve months, for furthering innovation in technological aspects relating to testing new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.", "Any exemption granted by the Board under sub-regulation (1) shall be subject", "to the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis.", "Explanation. — For the purposes of these regulations, \"regulatory sandbox\" means a live testing environment where new products, processes, services, business models, etc. may be deployed on a limited set of eligible customers for a specified period of time, for furthering innovation in the securities market, subject to such conditions as may be specified by the Board.]", "In order to remove any difficulties in the application or interpretation of these regulations, the Board may issue clarifications or guidelines in the manner as may be appropriate.", "271[Power to relax strict enforcement of Regulations", "270Inserted by the SEBI (Regulatory Sandbox) (Amendment) Regulation, w.e.f. 17-04-2020.", "271Inserted by Securities and Exchange Board of India (Infrastructure Investment Trusts) (Amendment) Regulations, 2016, w.e.f 30.11.2016", "71", "33A.The Board may, in the interest of investors or for the development of the securities market, relax the strict enforcement of any requirement of these regulations, if the Board is satisfied that,-\n(a)requirement is procedural or technical in nature; or\n(b)the requirement may cause undue hardship to investors; or\n(c)the disclosure requirement is not relevant for a particular industry or class of listed entities; or\n(d)the non-compliance was caused due to factors beyond the control of the issuer; or\nany provision of Act(s), Rule(s), regulation(s) under which the listed entity is established or is governed by, is required to be given precedence to.]\nOther InvITs.", "The Board may lay down framework for InvITs other than the InvITs falling in the categories specified in these regulations.", "72"]