[" No person shall act as a REIT unless it is registered with the Board under these regulations.", " An application for grant of certificate of registration as REIT shall be made, by the sponsor 36[on behalf of the trust] in Form A as specified in the Schedule I to these regulations and shall be accompanied by a non-refundable application fee of such amount and shall be payable in the manner as specified in Schedule II to these regulations.", "The Board may, in order to protect the interests of investors, appoint any person to take charge of records, documents of the 37[REIT] and for this purpose, also determine the terms and conditions of such an appointment.", "The Board shall take into account requirements as specified in these regulations for the purpose of considering grant of registration.", "Eligibility criteria.", " For the purpose of the grant of certificate to 38[the trust], the Board shall consider all matters relevant to the activities as a REIT.", "Without prejudice to the generality of the foregoing provision, the Board shall consider the following, namely, -", "36Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "37Substituted for “applicant” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "38Substituted ibid for “an applicant”.", "11\n(a)the applicant is 39[the sponsor on behalf of] trust and the instrument of trust is in the form of a deed duly registered in India under the provisions of the Registration Act, 1908;\n(b)the trust deed has its main objective as undertaking activity of REIT in accordance with these regulations and includes responsibilities of the Trustee in accordance with regulation 9;\n(c)persons have been designated as sponsor(s), manager and trustee under these regulations and all such persons are separate entities;\n(d)with regard to sponsor(s),-\n(i)40[each sponsor shall hold or propose] to hold not less than five per cent. of the number of units of the REIT on post-initial offer basis;\n41[(ia) each sponsor and sponsor group shall be clearly identified in the application of registration to the Board and in the offer document/placement memorandum, as applicable:\nProvided that, for each sponsor group not less than one person shall be identified as a sponsor;]\n42[Provided further that, of the entities categorized as sponsor group, only the following entities may be considered:\na)a person or entity who is directly or indirectly holding an interest or shareholding in any of the assets or SPVs or holdcos proposed to be transferred to the REIT.\nb)a person or entity who is directly or indirectly holding units of the REIT on post-issue basis.\nc)a person or entity whose experience is being utilized by the sponsor for meeting with the eligibility conditions required under sub-clause (iii) of clause (d) of sub-regulation (2) of regulation 4 of these regulations.]\n39Substituted for “a” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n40Substituted for “there are not more than three sponsors each holding or proposing” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n41Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n42Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n12\n(ii)the sponsor(s), on a collective basis, have a net worth of not less than one hundred crore rupees:\nProvided that each sponsor has a net worth of not less than twenty crore rupees; and\n(iii)the sponsor or its associate(s) has not less than five years experience in development of real estate or fund management in the real estate industry:\nProvided that where the sponsor is a developer, at least two projects of the sponsor have been completed;\n(e)with regard to the manager,-\n(i)the manager has a net worth of not less than ten crore rupees if the manager is a body corporate or a company or net tangible assets of value not less than ten crore rupees in case the manager is a LLP;\n(ii)the manager or its associate has not less than five years experience in fund management or advisory services or property management in the real estate industry or in development of real estate;\n(iii)the manager has not less than two key personnel who each have not less than five years experience in fund management or advisory services or property management in the real estate industry or in development of real estate;\n(iv)the manager has not less than half, of its directors in the case of a company or of members of the governing Board in case of an LLP, as independent and not directors or members of the governing Board 43[of the manager] of another REIT; and\n(v)the manager has entered into an investment management agreement with the trustee which provides for the responsibilities of the manager in accordance with regulation 10;\n(f)with regard to the trustee,-\n(i)the trustee is registered with the Board under SEBI(Debenture Trustees) Regulations, 1993 and is not an associate of the sponsor(s) or manager; and\n43 Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n13\n(ii)the trustee has such wherewithal with respect to infrastructure, personnel, etc. to the satisfaction of the Board and in accordance with circulars or guidelines as may be specified by the Board;\n(g)no unit holder of the REIT enjoys 44[superior] voting or any other rights over another unit holder 45[and there are no multiple classes of units of REIT:]\n46[Notwithstanding the above, subordinate units may be issued only to the sponsors and its associates, where such subordinate units shall carry only inferior voting or any other rights compared to other units;]\n(h)47[***]\n(i)the applicant has clearly described at the time of application for registration, details pertaining to proposed activities of the REIT;\n(j)the 48[REIT] and parties to the REIT are fit and proper persons based on the criteria as specified in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008;\n(k)whether any previous application for grant of certificate by the 49[REIT or the parties to the REIT or their directors/members of governing board] has been rejected by the Board;\n(l)whether any disciplinary action has been taken by the Board or any other regulatory authority against the 50[REIT or the parties to the REIT or their directors/members of governing board] under any Act or the regulations or circulars or guidelines made thereunder.\n44Substituted for “preferential” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n45Substituted for “;” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n46Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n47Omitted, by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016. Prior to its omission, clause (h) read as under :\n“there are no multiple classes of units of REIT;”\n48Substituted for “applicant” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n49Substituted for the words “applicant or any related party” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017.", " The Board may require the applicant to furnish any such information or clarification as may be required by it for the purpose of processing of the application.", "The Board, if it so desires, may require the applicant or any authorized representative to appear before the Board for personal representation in connection with the grant of certificate.", "Procedure for grant of certificate.", " The Board on being satisfied that the 51[trust] fulfils, the requirements specified in regulation 4 shall send intimation to the [trust] and on receipt of the payment of registration fees as specified in Schedule II, grant certificate of registration in Form B under Schedule I.", "The registration may be granted with such conditions as may be deemed appropriate by the Board.", "Conditions of certificate.", "The certificate granted under regulation 6 shall, inter-alia, be subject to the following conditions, namely,-\n(a)the REIT shall abide by the provisions of the Act and these regulations;\n(b)the REIT shall forthwith inform the Board in writing, if any information or particulars previously submitted to the Board are found to be false or misleading in any material particular or if there is any material change in the information already submitted;\n(c)the REIT and parties to the REIT shall satisfy with the conditions specified in regulation 4 at all times;\n(d)the REIT and parties to the REIT shall comply, at all times, with the Code of conduct as specified in the Schedule VI, wherever applicable.\nProcedure where registration is refused.\n51Substituted for “applicant” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n15", " After considering an application made under regulation 3, if the Board is of the opinion that a certificate should not be granted to the 52[trust], it may reject the application after giving the applicant a reasonable opportunity of being heard.", "The decision of the Board to reject the application shall be communicated to the applicant within thirty days of such decision.", " The trustee shall hold the REIT assets in trust for the benefit of the unit holders in accordance with the trust deed and these regulations.", "The Trustee shall enter into an investment management agreement with the manager on behalf of the REIT.", "The trustee shall oversee activities of the manager in the interest of the unit holders, ensure that the manager complies with regulation 10 and shall obtain compliance certificate from the manager in the form as may be specified on a quarterly basis.", "The trustee shall ensure that the manager complies with the reporting and disclosures requirements in these regulations and in case of any delay or discrepancy, require the manager to rectify the same on an urgent basis.", "The trustee shall review the transactions carried out between the manager and its associates and where the manager has advised that there may be a conflict of interest, shall obtain confirmation from a practising chartered accountant 53[or a valuer, as applicable,] that such transaction is on arm's length basis.", "The trustee shall periodically review the status of unit holders' complaints and their redressal undertaken by the manager.", "52Substituted for “applicant” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "53Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "16", "The trustee shall make distributions in accordance with sub-regulation (16) of regulation 18 and ensure that the manager makes timely declaration of distributions to the unit holders.", "The trustee may require the manager to set up such systems and submit such reports to the trustees, as may be necessary for effective monitoring of the performance and functioning of the REIT.", "The trustee shall ensure that subscription amount is kept in a separate bank account in name of the REIT and is only utilized for adjustment against allotment of units or refund of money to the applicants till the time such units are listed.", "The trustee shall ensure that the remuneration of the valuer is not linked to or based on the value of the asset being valued.", "The trustee shall ensure that the manager convenes meetings of the unit holders in accordance with these regulations and oversee the voting by unitholders and declare outcome of the voting.", "The trustee may take up with the Board or with the designated stock exchange, any matter which has been approved in an annual meeting or special meeting, if the matter requires such action.", "In case of any change in manager due to removal or otherwise,-\n(a)prior to such change, the trustee shall obtain approval from unit holders in accordance with regulation 22 and approval from the Board;\n(b)the trustee shall appoint the new manager within three months from the date of termination of the earlier investment management agreement;\n(c)the previous manager shall continue to act as such at the discretion of trustee till such time as new manager is appointed;\n(d)the trustee shall ensure that the new manager shall stand substituted as a party in all the documents to which the earlier manager was a party;\n(e)the trustee shall ensure that the earlier manager continues to be liable for all its acts of omissions and commissions notwithstanding such termination.", "The trustee shall obtain prior approval from the unit holders in accordance with regulation 22 and from the Board in case of change in control of the manager.", "17", "The trustee 54[of the REIT” shall be substituted] shall not invest in units of the REIT in which it is designated as the trustee.", "The trustee shall ensure that the activity of the REIT is being operated in accordance with the provisions of the trust deed, these regulations, the offer document and if any discrepancy is noticed, shall inform the same to the Board immediately in writing.", "The trustee shall provide to the Board and to the designated stock exchange such information as may be sought by the Board or by the designated stock exchange pertaining to the activity of the REIT.", "The trustee shall immediately inform to the Board in case any act which is detrimental to the interest of the unit holders is noted.", " The manager shall make the investment decisions with respect to the underlying assets of the REIT including any further investment or divestment of the assets.", "The manager shall ensure that the real estate assets of the REIT or 55[holdco and/or] SPV have proper legal and marketable titles and that all the material contracts including rental or lease agreements entered into on behalf of REITs or 56[holdco and/or] SPV are legal, valid, binding and enforceable by and on behalf of the REIT or 57[holdco and/or] SPV.", "The manager shall ensure that the investments made by the REIT are in accordance with the investment conditions specified in regulation 18 and in accordance with the investment strategy of the REIT.", "The manager shall undertake management of the REIT assets including lease management, maintenance of the assets, regular structural audits, regular safety audits, etc. either directly or through the appointment and supervision of appropriate agents.", "The manager, in consultation with trustee, shall appoint the valuer(s), auditor, registrar and transfer agent, merchant banker, custodian and any other intermediary or service provider or agent for managing the assets of the REIT or for offer and listing of its units or any other activity pertaining to the REIT in a timely manner and in accordance with these regulations.", "54Substituted for “and its associates” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "55Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "56Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "57Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "18", "The manager shall appoint an auditor for a period of not more than five consecutive years: Provided that the auditor, not being an individual, may be reappointed for a period of another five consecutive years, subject to approval of unit-holders in the annual meeting.", "The manager shall arrange for adequate insurance coverage for the real estate assets of the REIT:", "Provided that in case of assets held by real estate assets are adequately insured.", "If the REIT invests in under-construction properties as per these regulations, the manager-\n(a)may undertake the development of the properties, either directly or through the SPV, or appoint any other person for development of such properties; and\n(b)shall oversee the progress of development, approval status and other aspects of the properties upto its completion.", "The manager shall ensure that it has adequate infrastructure and sufficient key personnel with adequate experience and qualification to undertake management of the REIT at all times.", "The manager 59[and the merchant banker(s) shall] shall be responsible for,-\n(a)filing 60[***] offer document with the Board and the designated stock exchange within the specified time period;\n(b)obtaining in-principle approval 61[and final listing and trading approvals] from the designated stock exchange;\n(c)dealing with all matters relating to issue and listing of the units of the REIT as specified in Chapter IV.", "The manager 62[and the merchant banker(s),] shall ensure that disclosures made in the offer document or any other document as may be specified by the Board contain material, true, correct and adequate disclosures and are in accordance with these regulations and guidelines or circulars issued thereunder.", "58Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "59Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "60Omitted “the draft and final”by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016.", "61Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "62Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "19", "The manager shall declare distributions to the unit holders in accordance with the sub- regulation (16) of regulation 18.", "The manager shall ensure adequate and timely redressal of all unit holders' grievances pertaining to activities of the REIT.", "The manager shall ensure that the disclosures to the unit holders, Board, trustees and designated stock exchange are adequate, timely and in accordance with these regulations and guidelines or circulars issued thereunder.", "The manager shall provide to the Board and to the designated stock exchanges any such information as may be sought by the Board or the designated stock exchange pertaining to the activities of the REIT.", "The manager shall ensure that adequate controls are in place to ensure segregation of its activity as manager of the REIT from its other activities.", "The manager or its associates shall not obtain any commission or rebate or any other remuneration, by whatever name called, arising out of transactions pertaining to the REIT other than as specified in the offer document or any other document as may be specified by the Board for the purpose of issue of units.", "The manager shall submit to the trustee,-\n(a)quarterly reports on the activities of the REIT including receipts for all funds received by it and for all payments made, position on compliance with these regulations, specifically including compliance with regulations 18,19 and 20, performance report, status of development of under-construction properties, within thirty days of end of such quarter;\n(b)valuation reports as required under these regulations within fifteen days of the receipt of the valuation report from the valuer;\n(c)decision to acquire or sell or develop any property or expand existing completed properties along with rationale for the same;\n(d)details of any action which requires approval from the unit holders as required under the regulations;\n20\n(e)details of any other material fact including change of its directors, any legal proceedings that may have a significant bearing on the activity of the REIT within seven working days of such action.", "In case the manager fails to timely submit to the trustee information or reports as specified under sub-regulation (18) of this regulation or sub-regulation (8) of regulation 9, the trustee shall intimate the same to the Board and the Board may take action, as it deems fit.", "The manager shall coordinate with trustee, as may be necessary, with respect to operations of the REIT.", "The manager shall ensure that the valuation of the REIT assets is done by the valuer(s) in accordance with regulation 21.", "The manager shall ensure that computation of NAV of the REIT is based on the valuation done by the valuer and is declared no later than fifteen days from the date of valuation 63[ to the stock exchange(s)] and such computation shall be done and declared not less than once every six months.", "The manager shall ensure that the audit of accounts of the REIT by the auditor is done not less than 64[ once in a year] and such report is submitted to the designated stock exchange within 65[sixty] days of end of such financial year ending March 31st 66[***].", "The manager may appoint a custodian in order to provide such custodial services as may be authorised by the trustees and oversee activities of such custodian.", "The manager shall place, before its board of directors in the case of a company or the governing board in case of an LLP, a report on activity and performance of the REIT every three months.", "The manager shall designate an employee or director as the compliance officer for monitoring of compliance with these regulations and circulars issued thereunder and intimating the Board in case of any violation.", "63Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "64Substituted for “twice annually”by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "65Substituted for “forty five” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "66Omitted “and half-year ending on September 30th”by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016.", "21", "The manager shall convene meetings of the unit holders in accordance with regulation 22 and maintain records pertaining to the meetings in accordance with regulation 26.", "The manager shall ensure the compliance with laws, as may be applicable, of the State or the local body with respect to the activity of the REIT including local building laws.", "The manager shall ensure that all activities of management of assets of the REIT and activities of the intermediaries or agents or service providers appointed by the manager are in accordance with these regulations and circulars issued thereunder.", " The sponsor(s) 68[and sponsor group(s)] shall set up the REIT and appoint the trustee of the REIT.", "The sponsor(s) 69[and sponsor group(s)] shall transfer or undertake to transfer, subject to a binding agreement and adequate disclosures in the initial offer 70[document], 71[their] entire shareholding or interest 72[and rights] in the 73[holdco and/or] SPV or entire ownership of the real estate assets to the REIT prior to allotment of units of the REIT to the applicants:", "Provided that this shall not apply to the extent of any mandatory holding of shares or interest 74[and rights] in the 75[holdco and/or] SPV by the sponsor(s) 76[and sponsor group(s)] as required 77[under] any Act or regulations or circulars or guidelines of government or regulatory authority as specified from time to time.", " With respect to holding of units in the REIT, 78[***]-", "67Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "68Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "69Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "70Word ‘focument’ corrected to read as ‘document’ by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "71Substituted for “its” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "72Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "73Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "74Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "75Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "76Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.", "77Inserted ibid.", "78Omitted“the sponsor(s) shall,” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016.", "22\n(a) 79[the sponsor(s) and sponsor group(s) shall collectively] hold a minimum of twenty five percent. of the total units of the REIT after initial offer on a post-issue basis:\nProvided that the minimum sponsor80[(s) and sponsor group(s)] holding specified in this clause shall be held for a period of atleast three years from the date of listing of such units:\nProvided further that any holding of the sponsor 81[(s) and sponsor group(s)] exceeding the minimum holding as specified in this clause, shall be held for a period of atleast one year from the date of listing of such units;\n(b) 82[the sponsor(s) and sponsor group(s)] together hold not less than fifteen per cent. of the outstanding units of the listed REIT at all times;\n(c) 83[each of the sponsor] individually 84[***] 85[shall] hold not less than five per cent. of the outstanding units of the listed REIT at all times.", "If the sponsor(s) 86[and sponsor group(s)] propose(s) to sell its units below the limit specified in clauses (b) or (c) of sub-regulation (3) of this regulation-\n(a)such units shall be sold only after a period of three years from the date of listing of the units;\n(b)prior to sale of such units, the sponsor(s) 87[ and sponsor group(s)] shall arrange for another person(s) or entity(ies) to act as the re-designated sponsor(s) where the re-designated sponsor shall satisfy the eligibility norms for the sponsor as specified under 88[regulation 4]:\nProvided that such units may also be sold to an existing sponsor;\n(c)The 89[***]proposed redesignated sponsor shall obtain approval from the unit holders or provide option to exit to the unit holders in accordance with guidelines as may be specified:\n79Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n80Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n81Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n82Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n83Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n84Omitted“,” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016.\n85Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n86Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n87Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n88Substituted for the word and number “regulation 3” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n89Omitted “sponsor/”by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016.\n23\nProvided that this clause shall not apply where the units are proposed to be sold to an existing sponsor90[or member of sponsor group].", "If re-designated sponsor(s) propose(s) to sell its units to any another person, conditions specified under clauses (b), and (c) of sub-regulation (4) shall be complied with.", "The valuer(s) shall comply with the following conditions at all times-\n(a)The valuer(s) shall ensure that the valuation of the REIT assets is impartial, true and fair and is in accordance with regulation 21;\n(b)The valuer(s) shall ensure adequate and robust internal controls to ensure the integrity of its valuation reports;\n(c)The valuer(s) shall ensure that it has sufficient key personnel with adequate experience and qualification to perform property valuations at all times;\n(d)The valuer(s) shall ensure that it has sufficient financial resources to enable it to conduct its business effectively and meet its liabilities;\n(e)The valuer(s) and any of its employees involved in valuing of the assets of the REIT, shall not,-\n(i)invest in units of the REIT or in the assets being valued; and\n(ii)sell the assets or units of REITs held prior to being appointed as the valuer,\ntill the time such person is designated as valuer of such REIT and not less than six months after ceasing to be valuer of the REIT;\n(f)The valuer(s) shall conduct the valuation of the REIT assets with transparency and fairness and shall render, at all times, high standards of service, exercise due diligence, ensure proper care and exercise independent professional judgment;\n(g) The valuer(s) shall act with independence, objectivity and impartiality in performing the valuation;\n90Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n24\n(h)The valuer(s) shall discharge its duties towards the REIT in an efficient and competent manner, utilizing his knowledge, skills and experience in best possible way to complete given assignment;\n(i)The valuer(s) shall not accept remuneration, in any form, for performing a valuation of the REIT assets from any person other than the REIT or its authorized representative;\n(j)The valuer(s) shall before accepting any assignment, 91[from any related party to the REIT, shall] disclose to the REIT any direct or indirect consideration which the valuer may have in respect of such assignment;\n(k)The valuer shall disclose to the trustee, any pending business transactions, contracts under negotiation and other arrangements with the manager or any other party whom the REIT is contracting with and any other factors that may interfere with the valuer’s ability to give an independent and professional valuation of the property;\n(l)The valuer(s) shall not make false, misleading or exaggerated claims in order to secure assignments;\n(m)The valuer(s) shall not provide misleading valuation, either by providing incorrect information or by withholding relevant information;\n(n)The valuer(s) shall not accept an assignment that includes reporting of the outcome based on predetermined opinions and conclusions required by the REIT;\n(o)The valuer(s) shall, prior to performing a valuation, acquaint itself with all laws or regulations relevant to such valuation.", " The auditor shall conduct audit of the accounts of the REIT and prepare the audit report based on the accounts examined by him and after taking into account the relevant accounting and auditing standards, as may be specified by the Board.", "91Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "25", "The auditor shall, to the best of his information and knowledge, ensure that the accounts and financial statements, including profit or loss and cash flow for the period and such other matters as may be specified, give a true and fair view of the state of the affairs.", "The auditor shall have a right of access at all times to the books of accounts and vouchers pertaining to activities of the REIT.", "The auditor shall have a right to require such information and explanation pertaining to activities of the REIT as he may consider necessary for the performance of his duties as auditor from the employees of REIT or parties to the REIT or 92[holdco or] SPV or any other person in possession of such information.", " A REIT shall make an initial offer of its units by way of public issue only.", " No initial offer of units by the REIT shall be made unless,-\n(a)the REIT is registered with the Board under these regulations;\n(b)the value of 93[the REIT assets] is not less than five hundred crore rupees;\nExplanation.- Such value shall mean the value of the specific portion of the holding of REIT in the underlying assets or 94[] SPVs;\n95[(ba) the minimum number of unit holders other than sponsor(s), its related parties and its associates forming part of public shall be not less than two hundred;]\n(c)96[***]\n92Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n93Substituted for “all the assets owned by REIT” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n94Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n95Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n96Omitted, by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016. Prior to its omission, sub- clause (c) read as under :\n“the units proposed to be offered to the public is not less than twenty five per cent. of the total of the outstanding units of the REIT and the units being offered by way of the offer document:\nProvided that for initial offer of value greater than five hundred crore rupees, if prior to the initial offer units of the REIT are held by the public, the units proposed to be offered to the public shall be calculated after reducing such existing units for satisfying the aforesaid percentage requirement;”\n26\n(d) the offer size is not less than two hundred and fifty crore rupees:\nProvided that the requirement of ownership of assets under clause (b) and size of REIT under clause (d) may be complied 97[at any point of time before allotment of units in accordance with offer document/placement memorandum] subject to a binding agreement with the relevant party(ies) that 98[such] requirements shall be fulfilled prior to 99[such] allotment of units100[and], a declaration to the Board and 101[to] the designated stock exchanges to that effect and adequate disclosures in this regard in the 102[***] offer document.\n103[(2A) For an REIT raising funds through an initial offer, the units proposed to be offered to the public through such initial offer\n(a)shall be not less than twenty five per cent. of the total of the outstanding units of the REIT and the units being offered by way of the offer document, if the post issue capital of the REIT calculated at offer price is less than rupees one thousand six hundred crore:\nProvided that the requirement at sub-clause (a) shall be complied along with the requirement under Regulation 14 (2)(d) of the REIT Regulations.\n(b)shall be of the value of at least Rs 400 crore, if the post issue capital of the REIT calculated at offer price is equal to or more than rupees one thousand six hundred crore and less than rupees four thousand crore;\n(c)shall be not less than ten per cent. of the total of the outstanding units of the REIT and the units being offered by way of the offer document, if the post issue capital of the REIT calculated at offer price is equal to or more than rupees four thousand crore:\nProvided that any units offered to sponsor or the manager or their related parties or their associates shall not be counted towards units offered to the public:\n97Substituted for “with after initial offer” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n98Substituted for “the” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n99Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n100Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n101Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n102Omitted “initial” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n103Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n27\nProvided further that any listed REIT which has public holding below twenty five per cent on account of sub-clauses (ii) and (iii) above, such REIT shall increase its public holding to at least twenty five per cent, within a period of three years from the date of listing pursuant to initial offer.]", "Any subsequent issue of units by the REIT may be by way of follow-on offer, preferential allotment, qualified institutional placement, rights issue, bonus issue, offer for sale or any other mechanism and in the manner as may be specified by the Board.", "REIT, through the 104[merchant banker], shall file a draft offer document 105[along with the fee as specified in Schedule II,] with the designated stock exchange(s) and the Board, not less than 106[thirty] working days before filing the 107[***] offer document with the designated stock exchange 108[and the Board].", "The draft offer document filed with the Board shall be made public, for comments, if any,", "109[***] by hosting it on the websites of the Board, designated stock exchanges and merchant bankers associated with the issue 110[, for a period of not less than twenty one days].", "The 111[draft offer document and/ or offer document] shall be accompanied by a due diligence certificate signed by the 112[***] lead merchant banker.", "The Board may communicate its comments to the lead merchant banker and, in the interest of investors, may require the lead merchant banker to carry out such modifications in the draft offer document as it deems fit.", "The lead merchant banker shall ensure that all comments received from the Board on the draft offer document are suitably taken into account prior to the filing of the offer document with the designated stock exchanges.", "104Substituted for “manager” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "105Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "106Substituted for “twenty one” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "107Omitted “final” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "108Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "109Omitted “to be submitted to the Board, within a period of at least ten days,” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "110Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "111Substituted for “draft and final offer document” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "112Omitted “Manager and” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "28", "In case no 113[observations] are 114[issued] by the Board 115[on] the draft offer document within twenty one working days from the date of receipt of satisfactory reply from the lead merchant bankers or manager, the REIT may 116[file] the 117[***] offer document or follow-on offer document 118[with the Board and the exchange(s)]:", "119[***]", "The 120[***] offer document shall be filed with the designated stock exchanges and the Board not less than five working days before opening of the offer 121[***].", "The initial offer or follow-on offer 122[or rights issue] shall be made by the REIT within a period of not more than 123[one year] from the date of 124[***] issuance of observations by the Board 125[***]:", "Provided that if the initial offer or follow-on offer 126[or rights issue] is not made within the specified time period, a fresh 127[draft] offer document shall be filed.", "113Substituted for “modifications” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "114Substituted for “suggested” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "115Substituted for “in” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "116Substituted for “issue” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "117Omitted “final” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "118Substituted for “to the public” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "119Omitted “Provided that prior to issue of such final offer document, it shall be filed with the designated stock exchanges and with the Board.” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "120Omitted “final” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "121Omitted “and such filing with the Board shall be accompanied by filing fees as specified under Schedule II” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "122Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "123Substituted for “six months” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "124Omitted “last” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "125Omitted “, if any or if no observations have been issued by the Board, within a period of not more than six", "months from the date of filing of offer document with the designated stock exchanges” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "126Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "127Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "29", "128[Provided further that the REIT shall not be required to file draft offer document with the Board in case of a fast track rights issue, subject to the fulfillment of the conditions as specified by the Board from time to time.]", "The REIT may invite for subscriptions and allot units to any person, whether resident or foreign:", "Provided that in case of foreign investors, such investment shall be subject to guidelines as may be specified by Reserve Bank of India and the government from time to time.", "The application for subscription shall be accompanied by a statement containing the abridged version of the offer document, detailing the risk factors and summary of the terms of issue.", "129[(14) The minimum subscription from any investor in initial and/or public offer shall be rupees fifty thousand.]", "Initial offer and follow-on offer shall not be open for subscription for a period of more than thirty days.", "In case of over-subscriptions, the REIT shall allot units to the applicants on a proportionate basis rounded off to the nearest integer subject to minimum subscription amount per subscriber as specified in sub-regulation (14).", "The REIT shall allot units or refund application money, as the case may be, within twelve working days from the date of closing of the issue.", "The REIT shall issue units only in dematerialized form to all the applicants.", "The price of REIT units issued by way of public issue shall be determined through the book building process or any other process in accordance with the circulars or guidelines issued by the Board and in the manner as may be specified by the Board.", "The REIT shall refund money, -", "128Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2020, w.e.f. 02.03.2020", "129Substituted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019. Prior to the substitution, sub-regulation 14 read as follows:", "“(14) Under both the initial offer and follow-on public offer, the REIT shall not accept subscription of an amount less than two lakh rupees from an applicant.”", "30\n(a)to all applicants in case it fails to collect subscription amount of exceeding 130[ninety] per cent. of the 131[fresh] issue size as specified in the 132[***] offer document 133[***];\n(b)to applicants to the extent of oversubscription in case the moneys received is in excess of the extent of over-subscription as specified in the 134[***] offer document:\nProvided that right to retain such over subscription cannot exceed twenty five per cent. of the issue size;\n135[Provided further, that the offer document shall contain adequate disclosures towards the utilisation of such oversubscription proceeds, if any, and such proceeds retained on account of oversubscription shall not be utilised towards general purposes.]\n(c)to all applicants in case the number of subscribers to the initial offer forming part of the public is less than two hundred.", "If the manager fails to allot, or list the units, or refund the money within the specified time, then the manager shall pay interest to the unit holders at fifteen per cent. per annum, till such allotment/ listing/refund and such interest shall not be recovered in the form of fees or any other form payable to the manager by the REIT.", "Units may be offered for sale to public,-\n(a)if such units have been held by the existing unitholders for a period of at least one year prior to the filing of draft offer document with the Board:\nProvided that the holding period for the equity shares 136[, compulsorily convertible securities (from the date such securities are fully paid-up)] or partnership interest in the 137[holdco and/or] SPV against which such units have been received shall be\n130Substituted for “seventy five” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n131Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n132Omitted “initial” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n133Omitted “or follow-on offer document” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n134Omitted “initial offer document or follow-on” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n135Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n136Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n137Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n31\nconsidered for the purpose of calculation of one year period referred in this sub- regulation:\n138[Provided further that the compulsorily convertible securities, whose holding period has been included for the purpose of calculation for offer for sale, shall be converted to equity shares of the holdco or SPV, prior to filing of offer document.]\n(b)subject to other circulars or guidelines as may be specified by the Board in this regard.\n139[(22A) The amount for general purposes, as mentioned in objects of the issue in the draft offer document filed with the Board, shall not exceed Ten per cent of the amount raised by the REIT by issuance of units.]", "If the REIT fails to make its initial offer within three years from the date of registration with the Board, it shall surrender its certificate of registration to the Board and cease to operate as a REIT:", "Provided that the Board, if it deems fit, may extend the period by another one year:", "Provided further that the REIT may later re-apply for registration, if it so desires.", " The Offer document of the REIT shall contain material, true, correct and adequate disclosures to enable the investors to make an informed decision.", "Without prejudice to the generality of sub-regulation (1), the offer document shall-\n(a)include all information as specified in Schedule III to these regulations or as specified in any circulars or guidelines issued by the Board in this regard;\n(b)not be misleading and not contain any untrue statements or mis-statements;\n(c)not provide for any guaranteed returns to the investors;\n(d)include such other disclosures as may be specified by the Board.\n138Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n139Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n32", "Any advertisement material relating to any issue of units of the REIT shall not be misleading and shall not contain anything extraneous to the contents of the offer document.", "If an advertisement contains positive highlights, it shall also contain risk factors with equal importance in all aspects including print size.", "The advertisements shall be in accordance with the offer document and any circulars or guidelines as may be specified by the Board in this regard.", " After the initial offer it shall be mandatory for all units of REITs to be listed on a recognized stock exchange having nationwide trading terminals within a period of twelve working days from the date of closure of the offer.", "The listing of the units of the REIT shall be in accordance with the listing agreement entered into between the REIT and the designated stock exchange.", "140[(2A) In the event of non-receipt of listing permission from the stock exchange(s) or withdrawal of Observation Letter issued by the Board, wherever applicable, the units shall not be eligible for listing and the REIT shall be liable to refund the subscription monies, if any, to the respective allottees immediately alongwith interest at the rate of fifteen per cent. per annum from the date of allotment.]", "The units of the REIT listed in recognized stock exchanges shall be traded, cleared and settled in accordance with the bye-laws of concerned stock exchanges and such conditions as may be specified by the Board.", "Trading lot for the purpose of trading of units of the REIT shall 141[consist of 100 units].", "The REIT shall redeem units only by way of a buy-back or at the time of delisting of units.", "The units of REIT shall be remain listed on the designated stock exchange unless delisted under regulation 17.", "140Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "141Substituted for “be one lakh rupees” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2019, w.e.f. 22.4.2019.", "33", "The minimum public holding for the units of the listed REIT shall be 142[ in accordance with the sub-regulation (2A) of Regulation 14], failing which action may be taken as may be specified by the Board and by the designated stock exchange including delisting of units under regulation 17:", "Provided that in case of breach of the conditions specified in this sub-regulation, the trustee may provide a period of six months to the manager to rectify the same, failing which the manager shall apply for delisting under Regulation 17.", "Any person other than the sponsor(s) holding units of the REIT prior to initial offer shall hold the units for a period of not less than one year from the date of listing of the units subject to circulars or guidelines as may be specified by the Board.", "The Board and designated stock exchanges may specify any other requirements pertaining to listing and trading of units of the REIT by issuance of guidelines or circulars.", "Delisting of units.", " The manager shall apply for delisting of units of the REIT to the Board and the designated stock exchanges if,-\n(a)the public holding falls below the specified limit under sub-regulation (7) of regulation 16;\n(b)143[***]\n(c)if there are no projects or assets remaining under the REIT for a period exceeding six months and REIT does not propose to invest in any project in future:\nProvided that, the period may be extended by further six months, with the approval of unit holders in the manner as specified in regulation 22;\n(d)the Board or the designated stock exchanges require such delisting for violation of the listing agreement or these regulations or the Act;\n142Substituted for “twenty five per cent. the total number of outstanding units at all times, and the number of unit holders of the REIT forming part of the public shall be two hundred at all times” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n143Omitted, by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016. Prior to its omission, sub- clause (b) read as under :\n“the number of unit holders of the REIT forming part of the public falls below two hundred;”\n34\n(e)the sponsor(s) or trustee requests such delisting and such request has been approved by unit holders in accordance with sub-regulation (6) of regulation 22;\n(f)unit holders apply for such delisting in accordance with regulation 22;\n(g)the Board or the designated stock exchanges require such delisting for violation of the listing agreement, these regulations or the Act or in the interest of the unit holders.", "The Board and the designated stock exchanges may consider such application for approval or rejection as may be appropriate in the interest of the unit holders.", "The Board, instead of requiring delisting of the units, if it deems fit, may provide additional time to the REIT or parties to the REIT to comply with regulations.", "The Board may reject the application for delisting and take any other action, as it deems fit, under these regulations or the Act for violation of the listing agreement or these regulations or the Act.", "The procedure for delisting of units of REIT including provision of exit option to the unit holders shall be in accordance with the listing agreement and in accordance with procedure as may be specified by the Board and by the designated stock exchanges from time to time.", "The Board may require the REIT to wind up and sell its assets in order to redeem units of the unit holders for the purpose of delisting of units and the Board may through circulars or guidelines specify the manner of such winding up or sale.", "After delisting of its units, the REIT shall surrender its certificate of registration to the Board and shall no longer undertake activity of a REIT:", " The Investment by a REIT shall only be in 144[holdco and/or] SPVs or properties or securities or TDR in India in accordance with these regulations and in accordance with the investment strategy as detailed in the offer document as may be amended subsequently.", "The REIT shall not invest in vacant land or agricultural land or mortgages other than mortgage backed securities:", "Provided that this shall not apply to any land which is contiguous and extension of an existing project being implemented in stages.", "The REIT may invest in properties through SPVs subject to the following,-\n(a)no other shareholder or partner of the SPV shall 145[exercise] any rights that prevents the REIT from complying with the provisions of these regulations 146[and an agreement 147[has been] entered into with such shareholders or partners to that effect prior to investment in the SPV]:\n148[Provided that the shareholders’ agreement or partnership agreement shall provide for an appropriate mechanism for resolution of disputes between the REIT and the other shareholders or partners in the SPV:\nProvided further that the provisions of these regulations shall prevail in case of inconsistencies between such agreement(s) and the obligations cast upon a REIT under these regulations.]\n149[(b) the manager, in consultation with the trustee, shall appoint atleast such number of nominees on the board of directors or the governing board of such SPVs, as applicable, which are in proportion to the shareholding or holding interest of the REIT in the SPV;]\n144Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n145Substituted for the word “have” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n146Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n147Substituted for the words “shall be” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n148Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n149Substituted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018. Prior to the substitution, the clause read as:\n“(b) the manager, in consultation with the trustee, shall appoint the majority of the Board of directors or governing board of such SPVs[, as applicable;”\n36\n(c)the manager shall ensure that in every meeting including annual general meeting of the SPV, the voting of the REIT is exercised 150[***].\n151[(3A) The REIT may invest in properties through holdco subject 152[to] the following,-\n(a)the ultimate holding interest of the REIT in the underlying SPV(s) is not less than twenty six per cent;\n(b)no other shareholder or partner of the holdco or the SPV(s) shall 153[exercise] any rights that prevent the REIT, the holdco or the SPV(s) from complying with the provisions of these regulations and an agreement 154[has been] entered into with such shareholders or partners to that effect prior to investment in the holdco and/or SPVs:\n155[Provided that the shareholders’ agreement or partnership agreement shall provide for an appropriate mechanism for resolution of disputes between the REIT and the other shareholders or partners in the holdco and/or SPV; Provided further that the provisions of these regulations shall prevail in case of inconsistencies between such agreement(s) and the obligations cast upon a REIT under these regulations.]\n156[(c) the manager, in consultation with the Trustee, shall appoint atleast such number of nominees on the board of directors or the governing board of the holdco and/or the SPV, which are in proportion to the shareholding or holding interest of the REIT/holdco in the SPV;]\n(d)the manager shall ensure that in every meeting including annual general meeting of the holdco and/or SPV(s), the voting of the REIT is exercised;]\n150Omitted “subject to provisions of Companies Act, 2013” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n151Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n152Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n153Substituted for the word “have” by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n154Substituted ibid for the words “shall be”.\n155Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n156Substituted ibid. Prior to the substitution, the clause read as:\n“(c) the manager, in consultation with the Trustee, shall appoints the majority of the Board of directors or governing board of the holdco and/or SPV(s);”\n37", "Not less than eighty per cent. of value of the REIT assets shall be invested 157[***] in completed and rent 158[and/or income] generating properties subject to the following,-\n(a)if the investment has been made through a 159[holdco and/or] SPV, whether by way of equity or debt or equity linked instruments or partnership interest, only the portion of direct investments in properties by such 160[ holdco and/or] SPVs shall be considered under this sub-regulation and the remaining portion shall be included under sub-regulation (5);\n(b)if any project is implemented in stages, the part of the project which is completed and 161[rent and/or income generating] shall be considered under this sub- regulation and the remaining portion including any contiguous land as specified under proviso to sub-regulation (2) shall be included under clause (a) of sub- regulation (5).", "Not more than twenty per cent. of value of the REIT assets shall be invested 162[***] in assets other than as provided in sub-regulation (4) and such other investment shall only be in,-\n(a)properties, 163[whether directly or through a company or LLP,] 164[***] which are:\n(i)under-construction properties which shall be held by the REIT for not less than three years after completion;\n(ii)under-construction properties which are a part of the existing income generating properties owned by the REIT which shall be held by the REIT for not less than three years after completion;\n(iii)completed and not rent generating properties which shall be held by the REIT for not less than three years from date of purchase;\n157Omitted “proportionate to the holding of the REITs” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n158Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n159Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n160Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n161Substituted for the words “rent-generating” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n162Omitted “proportionate to the holding of the REITs” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n163Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n164Omitted “in which not more than ten per cent. of value of the REIT assets shall be invested,” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n38\n(b)listed or unlisted debt of companies or body corporate in real estate sector:\nProvided that this shall not include any investment made in debt of the 165[holdco and/or SPVs];\n(c)mortgage backed securities;\n(d)equity shares of companies 166[which are] listed on a recognized stock exchange in India which derive not less than seventy five per cent. of their operating income from real estate activity as per the audited accounts of the previous financial year;\n167[(da) unlisted equity shares of companies which derive not less than seventy five per cent. of their operating income from real estate activity as per the audited accounts of the previous financial year:\nProvided that the investments, made through unlisted equity shares of a company, in under construction properties and/or completed and not rent generating properties, shall be in compliance with clause (a) of this sub- regulation.]\n(e)government securities;\n(f)unutilized FSI of a project where it has already made investment;\n(g)TDR acquired for the purpose of utilization with respect to a project where it has already made investment;\n(h)money market instruments or cash equivalents.\n168[(5A) The investment conditions as specified at sub-regulation (4) and (5) of regulation 18 shall be complied at the time of Offer document and thereafter.]\n165Substituted for “SPV” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n166Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n167Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n168Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n39", "Not less than 169[fifty one] per cent. of the 170[consolidated] revenues of the REIT 171[, holdco] and the SPV, other than gains arising from disposal of properties, shall be, at all times, from rental, leasing and letting real estate assets or any other income incidental to the leasing of such assets.", "172[***]", "173[***]\n(9)Conditions specified in sub-regulations (4), (5), (6), (7) and (8) shall be monitored on a half-yearly basis and at the time of acquisition of an asset:\nProvided that if such conditions are breached on account of market movements of the price of the underlying assets or securities or change in tenants or expiry of lease or sale of properties, the manager shall inform the same to the trustee and ensure that the conditions as specified in this regulation are satisfied within six months of such breach:\nProvided further that the period may be extended by another six months subject to approval from investors in accordance with regulation 22.\n(10) A REIT shall hold any completed and rent generating property, whether directly or through 174[holdco or] SPV, for a period of not less than three years from the date of purchase of such property by the REIT or 175[holdco or] SPV.\n(11)For any sale of property, whether by the REIT or 176[holdco or] the SPV or for sale of shares or interest in the SPV by the 177[holdco or] REIT exceeding ten per cent. of the value of\n169Substituted for “seventy five” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n170Inserted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018.\n171Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n172Omitted by the Securities and Exchange Board of India (Real Estate Investment Trusts) (Amendment) Regulations, 2018, w.e.f. 10.04.2018. Prior to omission, the clause read as:\n“(7) Not less than seventy five per cent. of value of the REIT assets proportionately on a consolidated basis shall be rent generating.”\n173Omitted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017. Prior to the omission, the sub-regulation read as follows:\n“(8) A REIT shall hold at least two projects, directly or through 173[holdco and/or] SPV, with not more than sixty per cent. of the value of the assets, proportionately on a consolidated basis, in one project.”\n174Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n175Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n176Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n177Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n40\nREIT assets in a financial year, the manager shall obtain approval from the unit holders in accordance with regulation 22.\n(12)A REIT shall not invest in units of other REITs.\n(13)A REIT shall not undertake lending to any person 178[other than the holding company/special purpose vehicle(s) in which the REIT has invested in, subject to disclosures specified in Schedule IV]:\nProvided that investment in debt securities shall not be considered as lending.\n(14) With respect to investment in leasehold properties, the manager shall consider the remaining term of the lease, the objectives of the REIT, the lease profile of the REIT’s existing real estate assets and any other factors as may be relevant, prior to making such investment.\n(15)In case of any co-investment with any person(s) in any transaction,-\n(a)the investment by the other person(s) shall not be at terms more favourable than those to the REIT;\n(b)the investment shall not provide any rights to the person(s) which shall prevent the REIT from complying with the provisions of these regulations;\n(c)the agreement with such person(s) shall include the minimum percentage of distributable cash flows that will be distributed and entitlement of the REIT to receive not less than pro rata distributions and mode for resolution of any disputes between the REIT and the other person(s).\n(16)With respect to distributions made by the REIT and the 179[holdco and/or] SPV,-\n(a)not less than ninety per cent. of net distributable cash flows of the SPV shall be distributed to the REIT 180[/holdco] in proportion of its holding in the SPV subject to applicable provisions in the Companies Act, 2013 or the Limited Liability Partnership Act, 2008;\n181[(aa) with regard to distribution of net distributable cash flows by the holdco to the REIT, subject to applicable provisions in the Companies Act, 2013 or the Limited Liability Partnership Act, 2008, the following shall be complied:\n178Inserted by theSEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n179Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n180Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n181Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n41\n(i)with respect to the cash flows received by the holdco from underlying SPVs, 100% of such cash flows received by the holdco shall be distributed to the REIT; and\n(ii)with respect to the cash flows generated by the holdco on its own, not less than 90% of such net distributable cash flows shall be distributed by the holdco to the REIT;]\n(b)not less than ninety per cent. of net distributable cash flows of the REIT shall be distributed to the unit holders;\n(c)such distributions shall be declared and made not less than once every six months in every financial year and shall be made not later than fifteen days from the date of such declaration;\n(d)if any property is sold by the REIT or 182[holdco or SPV or if the equity shares or interest in the holdco/SPV are sold by the REIT, then],-\n(i)if the REIT proposes to reinvest sale proceeds, if any, into another property, it shall not be required to distribute any sale proceeds from such sale to the unit holders; 183[***]\n(ii)if the REIT 184[***] proposes not to invest the sales proceeds made into any other property, 185[within a period of 1 year,] it shall be required to distribute not less than ninety per cent. of the sales proceeds in accordance with clauses (a) 186[, (b), (c) and (d) of sub-regulation 16];\n(e)if the distributions are not made within fifteen days of declaration, then the manager shall be liable to pay interest to the unit holders at the rate of fifteen per cent. per annum till the distribution is made and such interest shall not be recovered in the form of fees or any other form payable to the manager by the REIT.\n(17)No schemes shall be launched under the REIT.\n182Substituted for “SPV” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n183Omitted “and if the SPV proposes to reinvest sale proceeds, if any, into another property, it shall not be required to distribute any sale proceeds from such sale to the REIT;” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n184Omitted “or SPV” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n185Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n186Substituted for “and (b)” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n42\n(18)The Board may specify any additional conditions for investments by the REIT as it deems\nfit.\nRelated party transactions.", " All related party transactions shall be on an arms-length basis, in the best interest of the unit holders, consistent with the strategy and investment objectives of the REIT and shall be disclosed to the designated stock exchange and unit holders periodically in accordance with the listing agreement and these regulations.", "A REIT, subject to the conditions specified hereunder, may,-\n(a)acquire assets from related parties;\n(b)sell assets or securities to related parties;\n(c)lease assets to related parties;\n(d)lease assets from related parties;\n(e)invest in securities issued by related parties;\n(f)borrow from related parties.", "With respect to purchase or sale of properties 187[***] after initial offer,-\n(a)two valuation reports from two different valuers, independent of each other, shall be obtained;\n(b)such valuers shall undertake a full valuation of the assets proposed to be purchased or sold as specified under regulation 21;\n(c)Transactions for purchase of such assets shall be at a price not greater than, and transactions for sale of such assets shall be at a price not lesser than, 188[one hundred ten percent and ninety percent of the] average of the two independent valuations 189[, respectively].", "In case of any related party transactions entered into prior to making the initial offer,-", "187Omitted “both prior to and” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "188Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "189Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "43\n(a)adequate disclosures to that effect shall be made in the initial offer document including a consolidated full valuation report of all such assets 190[***];\n(b)the REIT shall enter into proper and valid agreements with such related parties at the price or interest rate or rental value mentioned in the initial offer document;\n(c)If the transactions are conditional upon the REIT receiving a minimum amount of subscription, adequate disclosures shall be made in the offer document and the agreements to that effect.", "In case of any related party transactions entered into after the initial offer,-\n(a)adequate disclosures shall be made to the unit holders and to the designated stock exchanges;\n(b)in case,-\n(i)the total value of all the related party transactions, in a financial year, pertaining to acquisition or sale of properties 191[, whether directly or through holdco and/or SPVs,] or investments into securities exceeds ten per cent. of the value of REIT; or\n(ii)the value of the funds borrowed from related parties, in a financial year, exceeds ten per cent. of the total consolidated borrowings of the REIT\n192[, holdco and/or SPVs];\napproval from the unit holders shall be obtained prior to entering into any such subsequent transaction with any related party;\n(c)for the purpose of obtaining approval for such transactions, the manager shall obtain approval from unit holders in accordance with regulation 22 and request for such approval shall be accompanied by a transaction document.", "The disclosures in the offer document and transaction document shall include the following, as may be applicable,-", "190Words, figures and symbols “in accordance with clause (a) of sub-regulation (3), as may be applicable” omitted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017", "191Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "192Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "44\n(a)identity of the related parties and their relationship with the REIT or parties to the REIT;\n(b)nature and details of the transactions entered into or proposed to be entered into with such related parties including description and location of assets;\n(c)the price or value of the assets or securities bought or sold or leased or proposed to be bought or sold or leased and if leased or proposed to be leased, value of the lease;\n(d)ready reckoner rate of the real estate asset being bought or sold:\nProvided that where such ready reckoner rate are not available, property tax assessment value or similar published rates by Government authorities shall be disclosed;\n(e)summary of the valuation report(s);\n(f)the current and expected rental yield;\n(g)if the transactions are conditional upon the REIT receiving a stated amount of subscriptions, the minimum amount of such subscriptions to be received;\n(h)amount of borrowing and rate of interest in case of borrowing from any related party;\n(i)any other information that is required for the investor to take an informed decision.", "With respect to any properties leased to related parties to the REIT, both before and after initial offer, if,-\n(a)such lease area exceeds twenty per cent. of the total area of the underlying assets;\n(b)value of assets under such lease exceeds twenty per cent of the value of the total underlying assets;\n(c)rental income obtained from such leased assets exceeds twenty per cent of the value of the rental income of all underlying assets,\n45\na fairness opinion from an independent valuer shall be obtained by the manager and submitted to the trustee and approval of unitholders in accordance with regulation 22 shall be obtained.", "For any related party transaction requiring approval of the unit holders or proposed to be undertaken immediately after the initial offer, the agreement shall be entered into within six months from date of close of initial offer or from date of approval of the unit holders, as the case may be:", "Provided that in case of the agreement is not entered into within such period, approval from the unit holders may be sought for extension for another six months in accordance with regulation 22 with the updated valuation report(s).", "Adequate disclosures of all related party transactions that have been entered into prior to the follow-on offer shall be made in the follow-on offer document.", "Transaction between two or more of the REITs with a common manager or sponsor shall be deemed to be related party transactions for each of the REITs and provisions of this regulation shall apply:", "Provided that this sub-regulation shall also apply if the managers or sponsors of the REITs are different entities but are associates.", "With respect to any related party transaction, details of any fees or commissions received or to be received by 193[such] related party194[(ies)] shall be adequately disclosed to the unit holders and to the designated stock exchanges.", "No related party shall retain cash or other rebates from any property agent in consideration for referring transactions in REIT assets to the property agent.", "Where any of the related parties has an interest in a business which competes or is likely to compete, either directly or indirectly, with the activities of the REIT, the following details shall be disclosed in the offer document,-\n(a)details of the such business including an explanation as to how such business shall compete with the REIT;\n193Substituted “any person or entity which is an associate of the” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n194Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n46\n(b)a declaration that the related party shall perform its duty in relation to the REIT independent of its related business;\n(c)declaration as to whether any acquisition of such business by the REIT is intended and if so, details of the same thereof.", " 195[(1) A REIT, whose units are listed on a recognized stock exchange, may issue debt securities in the manner specified by the Board:", "Provided that such debt securities shall be listed on recognized stock exchange(s).]\n196[(2)] The aggregate consolidated borrowings and deferred payments of the REIT 197[, holdco and/or the SPV(s),] net of cash and cash equivalents shall never exceed forty nine per cent. of the value of the REIT assets:\nProvided that such borrowings and deferred payments shall not include any refundable security deposits to tenants.\n198[(3)] If the aggregate consolidated borrowings and deferred payments of the REIT 199[, holdco and/or the SPV(s),] net of cash and cash equivalents exceed twenty five per cent. of the value of the REIT assets, for any further borrowing,-\n(a)credit rating shall be obtained from a credit rating agency registered with the Board; and\n(b)approval of unit holders shall be obtained in the manner as specified in regulation 22.\n200[(4)] If the conditions specified in sub-regulations (1) and (2) are breached on account of market movements of the price of the underlying assets or securities, the manager shall inform\n195Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n196Re-numbered by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n197Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n198Re-numbered by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n199Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n200Re-numbered by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017\n47\nthe same to the trustee and ensure that the conditions as specified in this regulation are satisfied within six months of such breach.\nValuation of assets.", " The valuer shall not be an associate of the sponsor(s) or manager or trustee and shall have not less than five years of experience in valuation of real estate.", "Full valuation includes a detailed valuation of all assets by the valuer including physical inspection of every property by the valuer.", "Full valuation report shall include the mandatory minimum disclosures as specified in Schedule V to these regulations.", "A full valuation shall be conducted by the valuer atleast once in every financial year:", "Provided that such full valuation shall be conducted at the end of the financial year ending March 31st within three months from the end of such year.", "A half yearly valuation of the REIT assets shall be conducted by the valuer for the half-year ending on September 30 for incorporating any key changes in the previous six months and such half yearly valuation report shall be prepared within forty five days from the date of end of such half year.", "Valuation reports received by the manager shall be submitted to the designated stock exchange and unit holders within fifteen days from the receipt of such valuation reports.", "Prior to any issue of units to the public and any other issue of units as may be specified by the Board, the valuer shall undertake full valuation of all the REIT assets and include a summary of the report in the offer document:", "Provided that such valuation report shall not be more than six months old at the time of such offer:", "Provided further that this shall not apply in cases where full valuation has been undertaken not more than six months prior to such issue and no material changes have occurred thereafter.", "For any transaction of purchase or sale of properties,201[ whether directly or through holdco and/or SPVs,]-", "201Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "48\n(a)if the transaction is a related party transaction, the valuation shall be in accordance with regulation 19;\n(b)if the transaction is not a related party transaction,-\n(i)a full valuation of the specific property shall be undertaken by the valuer;\n(ii)if ,-\n(1)in case of a purchase transaction, the property is proposed to be purchased at a value greater than one hundred and ten per cent. of the value of the property as assessed by the valuer;\n(2)in case of a sale transaction, the property is proposed to be sold at a value less than ninety per cent. of the value of the property as assessed by the valuer,\napproval of the unit holders shall be obtained in accordance with regulation 22.", "No valuer shall undertake valuation of the same property for more than four years consecutively:", "Provided that the valuer may be reappointed after a period of not less than two years from the date it ceases to be the valuer of the REIT.", "202[***]\n(11)In case of any material development that may have an impact on the valuation of the REIT assets, then manager shall require the valuer to undertake full valuation of the property under consideration within not more than two months from the date of such event and disclose the same to the trustee, investors and the Designated Stock Exchanges within fifteen days of such valuation.\n(12)The valuer shall not value any assets in which it has either been involved with the acquisition or disposal within the last twelve months other than such cases where valuer was engaged by the REIT for such acquisition or disposal.\n202Omitted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017. Prior to its omission, the sub-regulation read as follows:\n“(10) Any valuation undertaken by any valuer shall abide by international valuation standards and valuation standards as may be specified by Institute of Chartered Accountants of India (ICAI) for valuation of real estate assets:\nProvided that in case of any conflict, standards specified by ICAI shall prevail.”", " The unit holder shall have the rights to receive income or distributions as provided for in the Offer document or trust deed.", "With respect to any matter requiring approval of the unit holders,-\n(a)a resolution shall be considered as passed when the votes cast by unit holders, so entitled and voting, in favour of the resolution exceed a certain percentage, as specified in this regulation, of the votes cast against;\n(b)the voting may also be done by postal ballot or electronic mode;\n(c)a notice of not less than twenty one days either in writing or through electronic mode shall be provided to the unit holders;\n(d)voting by any person who is a related party in such transaction as well as associates of such person(s) shall not be considered on the specific issue;\n(e)manager shall be responsible for all the activities pertaining to conducting of meeting of the unit holders, subject to overseeing by the trustee:\nProvided that in respect of issues pertaining to the manager such as change in manager including removal of the manager or change in control of the manager, Trustee shall convene and handle all activities pertaining to conduct of the meetings:\nProvided further that in respect of issues pertaining to the trustee such as change in the trustee, the trustee shall not be involved in any manner in the conduct of the meeting.", "An annual meeting of all unit holders shall be held not less than once a year within one hundred and twenty days from the end of financial year and the time between two meetings shall not exceed fifteen months.", "With respect to the annual meeting of unit holders,-", "50\n(a)any information that is required to be disclosed to the unit holders and any issue that, in the ordinary course of business, may require approval of the unit holders may be taken up in the meeting including,-\n(i)latest annual accounts and performance of the REIT;\n(ii)approval of auditor and fees of such auditor, as may be required;\n(iii)latest valuation reports;\n(iv)appointment of valuer, as may be required;\n(v)any other issue including special issues as specified under sub- regulation (6);\n(b)for any issue taken up in such meetings which require approval from the unit holders, votes cast in favour of the resolution shall 203[be more than] the votes cast against the resolution.", "In case of,-\n(a)any approval from unit holders required under regulation 18, 19 and 21;\n(b)any transaction, other than any borrowing, value of which is equal to or greater than twenty five per cent. of the REIT assets;\n(c)any borrowing in excess of specified limit as required under sub-regulation (2) of regulation 20;\n(d)any issue of units after initial offer by the REIT, in whatever form, other than any issue of units which may be considered by the Board under sub- regulation(6);\n(e)increasing period for compliance with investment conditions to one year in accordance with proviso to sub-regulation (9) of regulation 18;\n(f)any issue, in the ordinary course of business, which in the opinion of the sponsor(s) or trustee or manager, is material and requires approval of the unit holders, if any;\n203Substituted “not be less than one and a half times” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n51\n(g)any issue for which the Board or the designated stock exchange requires approval under this sub-regulation,\napproval from unitholders shall be required where the votes cast in favour of the resolution shall be 204[more than] the votes cast against the resolution.", "In case of ,-\n(a)any change in manager including removal of the manager or change in control of the manager;\n(b)any material change in investment strategy or any change in the management fees of the REIT;\n(c)the sponsor(s) or manager proposing to seek delisting of units of the REIT;\n(d)the value of the units held by a person along with its associates other than the sponsor(s) and its associates exceeding fifty per cent. of the value of outstanding REIT units, prior to acquiring any further units;\n(e)any issue, not in the ordinary course of business, which in the opinion of the sponsor(s) or manager or trustee requires approval of the unit holders;\n(f)any issue for which the Board or the designated stock exchanges requires approval under this sub-regulation;\n(g)any issue taken up on request of the unit holders including:\n(i)removal of the manager and appointment of another manager to the REIT;\n(ii)removal of the auditor and appointment of another auditor to the REIT;\n(iii)removal of the valuer and appointment of another valuer to the REIT;\n(iv)delisting of the REIT if the unit holders have sufficient reason to believe that such delisting would act in the interest of the unit holders;\n204Substituted “not less than one and half times” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n52\n(v)any issue which the unit holders have sufficient reason to believe that acts detrimental to the interest of the unit holders;\n(vi)change in the trustee if the unit holders have sufficient reason to believe that acts of such trustee is detrimental to the interest of the unit holders,\napproval from unit holders shall be required where the votes cast in favour of the resolution shall be not less than 205[one and half] times the votes cast against the resolution:\nProvided that in case of clause (d), if approval is not obtained, the person shall provide an exit option to the unitholders to the extent and in the manner as may be specified by the Board.", "With respect to the right(s) of the unit holders under clause (g) of sub-regulation (6),-\n(a)not less than twenty five per cent. of the unit holders by value, other than any party related to the transactions and its associates, shall apply, in writing, to the trustee for the purpose;\n(b)on receipt of such application, the Trustee shall require the manager to place the issue for voting in the manner as specified in these regulations;\n(c)with respect to sub-clause (vi) of clause (g) of sub-regulation (6) , not less than sixty per cent. of the unit holders by value shall apply, in writing, to the manager for the purpose.", "In case of any change in sponsor or re-designated sponsor or change in control of sponsor or re-designated sponsor,-\n(a)prior to such changes, approval shall be obtained from the unit holders wherein votes cast in favour of the resolution shall not be less than three times the votes cast against the resolution;\n(b)if such change does not receive the required approval,-\n(i)in case of change of sponsor or re-designated sponsor, the proposed re-designated sponsor who proposes to buy the units\n205Substituted “three”by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n53\nshall provide the dissenting unit holders an option to exit by buying their units;\n(ii)in case of change in control of the sponsor or re-designated sponsor, the sponsor or re-designated sponsor shall provide the dissenting unit holders an option to exit by buying their units;\n(c)if on account of such sale, the number of unit holders forming part of the public falls below 206[as required under sub-regulation (2A) of Regulation 14] two hundred or below 207[ the trustee may provide a period of one year to the manager to rectify the same, failing which], the 208[manager] shall apply for delisting of the units of the REIT in accordance with regulation 17.", " The manager shall ensure that the disclosures in the offer document are in accordance with the Schedule III to these regulations and any circulars or guidelines issued by the Board in this regard.", "The manager shall submit an annual report to all unit holders of the REIT with respect to activities of the REIT, within three months from the end of the financial year.", "The manager shall submit a half-yearly report to all unit holders of the REIT with respect to activities of the REIT within forty five days from the end of the half year ending on September 30th.", "Such annual and half yearly reports shall contain disclosures as specified under Schedule IV to these regulations.", "The manager shall disclose to the designated stock exchanges any information having bearing on the operation or performance of the REIT as well as price sensitive information which includes but is not restricted to the following,-", "206Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "207Substituted for “twenty five per cent. of the total outstanding units” by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "208Substituted for “trustee” the trustee may provide a period of one year to the manager to rectify the same, failing which", "54\n(a)acquisition or disposal of any properties, value of which exceeds five per cent. of value of the REIT assets;\n(b)additional borrowing, at level of 209[holdco or] SPV or the REIT, resulting in such borrowing exceeding five per cent. of the value of the REIT assets during the year;\n(c)additional issue of units by the REIT;\n(d)details of any credit rating obtained by the REIT and any change in such rating;\n(e)any issue which requires approval of the unit holders;\n(f)any legal proceedings which may have significant bearing on the functioning of the REIT;\n(g)notices and results of meetings of unit holders;\n(h)any instance of non-compliance with these regulations including any breach of limits specified under these regulations;\n(i)any material issue that in the opinion of the manager or trustee needs to be disclosed to the unit holders.", "The manager shall submit such information to the designated stock exchanges and unit holders on a periodical basis as may be required under the listing agreement.", "The manager shall disclose to the designated stock exchanges, unit holders and the Board such information and in the manner as may be specified by the Board..", "The Board may at any time call upon the REIT or parties to the REIT to file such reports, as the Board may desire, with respect to the activities relating to the REIT.", "Power to call for information.", " The Board may at any time call for any information from the REIT or 210[holdco or SPV(s) or] parties to the REIT or any unit holder or any other person with respect to any matter relating to activity of the REIT.", "209Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "210Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "55", "Where any information is called for under sub-regulation (1), it shall be furnished within the time specified by the Board.", "Maintenance of records.", " The manager shall maintain records pertaining to the activity of the REIT including,", "211[for a period of not less than seven years,]-\n(a)decisions of the manager with respect to investments or divestments and documents supporting the same;\n(b)details of investments made by the REIT and documents supporting the same;\n(c)agreements entered into by the REIT or on behalf of the REIT;\n(d)documents relating to appointment of persons as specified in sub-regulation (5) of regulation 10;\n(e)insurance policies for real estate assets;\n(f)investment management agreement;\n(g)documents pertaining to issue and listing of units including initial offer document or follow-on offer document(s) or other offer document(s), in-principle approval by designated stock exchanges, listing agreement with the designated stock exchanges, details of subscriptions, allotment of units, etc.;\n(h)distributions declared and made to the unit holders;\n(i)disclosures and periodical reporting made to the trustee, Board, unit holders and designated stock exchanges including annual reports, half yearly reports, etc.;\n(j)valuation reports including methodology of valuation;\n(k)books of accounts and financial statements;\n(l)audit reports;\n(m)reports relating to activities of the REIT placed before the Board of Directors of the manager;\n211Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n56\n(n)unit holders' grievances and actions taken thereon including copies of correspondences made with the unit holders and the Board, if any;\n(o)any other material documents.", "The trustee shall maintain records pertaining to,-\n(a)certificate of registration granted by the Board;\n(b)registered trust deed;\n(c)documents pertaining to application made to the Board for registration as a REIT;\n(d)titles of the real estate assets:\nProvided that where the original title documents are deposited with the lender in respect of any loan / debt, the trustee shall maintain copies of such title documents;\n(e)notices and agenda send to unit holders for meetings held;\n(f)minutes of meetings and resolutions passed therein;\n(g)periodical reports and disclosures received by the trustee from the manager;\n(h)disclosures, periodically or otherwise, made to the Board, unit holders and to the designated stock exchanges;\n(i)any other material documents.", "The records specified in sub-regulation (2) may be maintained in physical or electronic form:", "The Board may suo motu or upon receipt of information or complaint appoint one or more persons as inspecting officers to undertake inspection of the books of accounts, records and", "57", "documents relating to activity of the REIT 212[ or holdco or SPVs or parties to the REIT] for any of the following reasons, namely,-\n(a)to ensure that the books of account, records and documents are being maintained by the REIT or parties to the REIT in the manner specified in these regulations;\n(b)to inspect into complaints received from unit holders, clients or any other person, on any matter having a bearing on the activities of the REIT;\n(c)to ascertain whether the provisions of the Act and these regulations are being complied with by the REIT and parties to the REIT;\n(d)to inspect suo motu into the affairs of the REIT, in the interest of the securities market or in the interest of investors.\nNotice before inspection.", " Before ordering an inspection under regulation 27, the Board shall give not less than ten days notice to the trustee of the REIT.", "Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice should be given, it may, by an order in writing, direct that the inspection of the affairs of the REIT be taken up without such notice.", "During the course of an inspection, the REIT against whom the inspection is being carried out and parties to the REIT shall be bound to discharge their obligations as provided in regulation 29.", "Obligation of REIT, parties to the REIT and any other associate persons on inspection.", " It shall be the duty of every REIT in respect of whom an inspection has been ordered under the regulation 27, parties to the REIT and any other associate person who is in possession of relevant information pertaining to conduct and affairs of such REIT, including representative of REIT, if any, to produce to the inspecting officer such books, accounts and other documents", "212Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "58", "in his custody or control and furnish him with such statements and information as the inspecting officer may require for the purposes of inspection.", "It shall be the duty of every REIT, parties to the REIT and any other associate person who is in possession of relevant information pertaining to conduct and affairs of the REIT to give to the Inspecting Officer all such assistance and to extend all such co-operation as may be required in connection with the inspection and to furnish such information as may be sought by the inspecting officer in connection with the inspection.", "The inspecting officer shall, for the purposes of inspection, have power to examine on oath and record the statement of any employees and directors of the REIT or parties to the REIT or", "213[ holdco or SPV(s) or] any person responsible for or connected with the activities of REIT or any other associated person having relevant information pertaining to such REIT.", "The inspecting officer shall, for the purposes of inspection, have power to obtain authenticated copies of documents, books, accounts of REIT, from any person having control or custody of such documents, books or accounts.", "Submission of report to the Board.", "The inspecting officer shall, as soon as possible, on completion of the inspection submit an inspection report to the Board:", "Provided that if directed to do so by the Board, he may submit an interim report.", "Communication of findings etc. to the REIT.", "The Board may after consideration of the inspection report and after giving reasonable opportunity of hearing to the REITs or parties to the REIT or its representatives or any such person, issue such directions as it deems fit in the interest of securities market or the investors in the nature of,-\n(a)requiring the REIT to delist its units from the designated stock exchanges and surrender its certificate of registration;\n(b)requiring the REIT to sell its assets;\n213Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016\n59\n(c)requiring the REIT or parties to the REIT to take such action as may be in the interest of the investors;\n(d)prohibiting the REIT or parties to the REIT from operating in the capital market or from accessing the capital market for a specified period.", "A REIT or parties to the REIT or any other person involved in the activity of the REIT who contravenes any of the provisions of the Act or these regulations, notifications, guidelines, circulars or instructions issued thereunder by the Board shall be liable for one or more actions specified therein including any action provided under the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.", " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve months, for furthering innovation in technological aspects relating to testing new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.", "Any exemption granted by the Board under sub-regulation (1) shall be subject to the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis.", "Explanation. — For the purposes of these regulations, \"regulatory sandbox\" means a live testing environment where new products, processes, services, business models, etc. may be deployed on a limited set of eligible customers for a specified period of time, for furthering", "214Inserted by the SEBI (Regulatory Sandbox) (Amendment) Regulation, w.e.f. 17-04-2020.", "60", "innovation in the securities market, subject to such conditions as may be specified by the Board.]", "In order to remove any difficulties in the application or interpretation of these regulations, the Board may issue clarifications and guidelines in the manner as may be appropriate.", "215[Power to relax strict enforcement of Regulations", "(33A) The Board may, in the interest of investors or for the development of the securities market, relax the strict enforcement of any requirement of these regulations, if the Board is satisfied that\n(a)requirement is procedural or technical in nature; or\n(b)the requirement may cause undue hardship to investors; or\n(c)the disclosure requirement is not relevant for a particular industry or class of listed entities; or\n(d)the non-compliance was caused due to factors beyond the control of the issuer; or\n(e)such relaxation will be in the interest of securities market216[; or]\n217[(f)] any provision of Act(s), Rule(s), regulation(s) under which the listed entity is established or is governed by, is required to be given precedence to]\nAmendments to other regulations.", "The regulations specified in the Schedule VII to these regulations shall be amended in the manner and to the extent stated therein.", "215Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2016, w.e.f. 30.11.2016", "216Inserted by the SEBI (Real Estate Investment Trusts) (Amendment) Regulations, 2017, w.e.f. 15.12.2017", "217Clause number inserted ibid", "61"]