[" On and from the commencement of these regulations, no person shall act as an investment adviser or hold itself out as an investment adviser unless he has obtained a certificate of registration from the Board under these regulations:", "Provided that a person acting as an investment adviser immediately before the commencement of these regulations may continue to do so for a period of six months from such commencement or, if it has made an application for a certificate under sub- regulation (2) within the said period of six months, till the disposal of such application.", "An application for grant of certificate of registration shall be made in Form A as specified in the First Schedule to these regulations and shall be accompanied by a non- refundable application fee to be paid in the manner specified in Second Schedule.", "Exemption from registration.", "The following persons shall not be required to seek registration under regulation 3 subject to the fulfillment of the conditions stipulated therefor, —\n(a)Any person who gives general comments in good faith in regard to trends in the financial or securities market or the economic situation where such comments do not specify any particular securities or investment product;\n(b)Any insurance agent or insurance broker who offers investment advice solely in insurance products and is registered with Insurance Regulatory and Development Authority for such activity;\n(c)Any pension advisor who offers investment advice solely on pension products and is registered with Pension Fund Regulatory and Development Authority for such activity;\n3\n(d)Any distributor of mutual funds, who is a member of a self regulatory organisation recognised by the Board or is registered with an association of asset management companies of mutual funds, providing any investment advice to its clients incidental to its primary activity;\n(e)Any advocate, solicitor or law firm, who provides investment advice to their clients, incidental to their legal practise;\n(f)Any member of Institute of Chartered Accountants of India, Institute of Company Secretaries of India, Institute of Cost and Works Accountants of India, Actuarial Society of India or any other professional body as may be specified by the Board, who provides investment advice to their clients, incidental to his professional service;\n(g)Any stock broker or sub-broker registered under SEBI (Stock Broker and Sub- Broker) Regulations, 1992, portfolio manager registered under SEBI (Portfolio Managers) Regulations, 1993 or merchant banker registered under SEBI (Merchant Bankers) Regulations, 1992, who provides any investment advice to its clients incidental to their primary activity:\nProvided that such intermediaries shall comply with the general obligation(s) and responsibilities as specified in Chapter III of these regulations:\nProvided further that existing portfolio manager offering only investment advisory services may apply for registration under these regulations after expiry of his current certificate of registration as a portfolio manager;\n(h)Any fund manager, by whatever name called of a mutual fund, alternative investment fund or any other intermediary or entity registered with the Board;\n(i)Any person who provides investment advice exclusively to clients based out of India:\nProvided that persons providing investment advice to Non-Resident Indian or Person of Indian Origin shall fall within the purview of these regulations;\n(j)Any representative and partner of an investment adviser which is registered under these regulations:\nProvided that such representative and partner shall comply with regulation 7 of these regulations;\n(k)Any other person as may be specified by the Board.\nFurnishing of further information, clarification and personal representation.", " The Board may require the applicant to furnish further information or clarification regarding matters relevant to investment advisory services for the purpose of consideration of the application filed under sub-regulation (2) of regulation 3.", "The applicant or his authorised representative, if so required, shall appear before the Board for personal representation.", "4", "Consideration of application and eligibility criteria.", "For the purpose of the grant of certificate the Board shall take into account all matters which are relevant to the grant of certificate of registration and in particular the following, namely, —\n(a)whether the applicant is an individual or a body corporate or a firm;\n(b)whether in case the applicant is an individual, he is appropriately qualified and certified as specified in regulation 7;\n(c)whether in case the applicant is a body corporate, all the representatives of the applicant who provide investment advice are appropriately qualified and certified as specified in regulation 7;\n(d)whether in case the applicant is a firm or a limited liability partnership, all partners who are engaged in giving investment advice are qualified and certified as specified in regulation 7.\n(e)whether the applicant fulfills the capital adequacy requirements as specified in regulation 8;\n(f)whether the applicant, its representatives and partners, if any, are fit and proper persons based on the criteria as specified in Schedule II of the Securities and Exchange Board of India (Intermediaries) Regulations, 2008;\n(g)whether the applicant has the necessary infrastructure to effectively discharge the activities of an investment adviser;\n(h)whether the applicant or any person directly or indirectly connected with the applicant has in the past been refused certificate by the Board and if so, the grounds for such refusal;\n(i)whether any disciplinary action has been taken by the Board or any other regulatory authority against any person directly or indirectly connected to the applicant under the respective Act, rules or regulations made thereunder;\n(j)In case a bank or an NBFC proposes to undertake investment advisory services, whether it has been permitted by Reserve Bank of India and the application is made through a subsidiary or separately identifiable department or division;\n(k)In case any body corporate, other than a Bank or NBFC, which proposes to undertake investment advisory services, whether, the application is made through a separately identifiable department or division;\n(l)In case an entity incorporated outside India undertakes to provide investment advisory services under these regulations, whether, it has set up a subsidiary in India and whether such subsidiary has made the application for registration;\n5\n(m)In case a foreign citizen proposes to undertake investment advisory services, whether the applicant has set up an office in India and proposes to undertake investment advisory services through such office.\nQualification and certification requirement.", " An individual registered as an investment adviser under these regulations and partners and representatives of an investment adviser registered under these regulations offering investment advice shall have the following minimum qualifications, at all times:\n(a)A professional qualification or post-graduate degree or post graduate diploma in finance, accountancy, business management, commerce, economics, capital market, banking, insurance or actuarial science from a university or an institution recognized by the central government or any state government or a recognised foreign university or institution or association; or\n(b)A graduate in any discipline with an experience of at least five years in activities relating to advice in financial products or securities or fund or asset or portfolio management.", "An individual registered as an investment adviser and partners and representatives of investment advisers registered under these regulations offering investment advice shall have, at all times, a certification on financial planning or fund or asset or portfolio management or investment advisory services:\n(a)from NISM; or\n(b)from any other organization or institution including Financial Planning Standards Board India or any recognized stock exchange in India provided that such certification is accredited by NISM.:\nProvided that the existing investment advisers seeking registration under these regulations shall ensure that their partners and representatives obtain such certification within two years from the date of commencement of these regulations:\nProvided further that fresh certification must be obtained before expiry of the validity of the existing certification to ensure continuity in compliance with certification requirements.\nCapital adequacy.", " Investment advisers which are body corporate shall have a net worth of not less than twenty five lakh rupees.", "Explanation.─ For the purposes of this regulation, \"networth\" means the aggregate value of paid up share capital plus free reserves (excluding reserves created out of revaluation) reduced by the aggregate value of accumulated losses, deferred expenditure not written off, including miscellaneous expenses not written off, and capital adequacy requirement for other services offered by the advisers in accordance with the applicable rules and regulations.", "6", "Investment advisers who are individuals or partnership firms shall have net tangible assets of value not less than rupees one lakh:", "Provided that existing investment advisers shall comply with the capital adequacy requirement within one year from the date of commencement of these regulations.", "Grant of certificate of registration.", "The Board on being satisfied that the applicant complies with the requirements specified in regulation 6 shall send intimation to the applicant and on receipt of the payment of registration 1[***] fees as specified in Second Schedule, grant certificate of registration in Form B under First Schedule, subject to such terms and conditions as the Board may deem fit and appropriate.", "Period of validity of certificate.", "The certificate of registration granted under regulation 9 shall be valid 2[till it is suspended or cancelled by the Board.]", "Renewal of certificate.", " 3[The investment adviser which has already been granted certificate of registration by the Board, prior to the commencement of the Securities and Exchange Board of India (Change in Conditions of Registration of Certain Intermediaries)(Amendment) Regulations, 2016 shall be deemed to have been granted a certificate of registration, in terms of sub-regulation (1).]", "Procedure where registration is refused.", " After considering an application made under regulation 3, if the Board is of the opinion that a certificate should not be granted to the applicant, it may reject the application after giving the applicant a reasonable opportunity of being heard.", "The decision of the Board to reject the application shall be communicated to the applicant within thirty days of such decision.", "Where an application for a certificate is rejected by the Board, the applicant shall forthwith cease to act as an investment adviser:", "Provided that nothing contained in this regulation shall affect the liability of the applicant towards its existing clients under law.", "1The words “/renewal” was omitted by the Securities and Exchange Board of India (Change In Conditions Of Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.", "2Substituted for the words “for a period of five years from the date of its issue.” by the Securities and Exchange Board of India (Change In Conditions Of Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016.", "3Substituted by the Securities and Exchange Board of India (Change In Conditions Of Registration Of Certain Intermediaries) (Amendment) Regulations, 2016 w.e.f. 08-12-2016. Prior to substitution regulation 11 read as under:", "“11. (1) Three months before the expiry of the period of validity of the certificate, the investment adviser may, if he so desires, make an application in Form A for grant of renewal of certificate of registration.\n(2)The application for renewal under sub-regulation (1) shall be dealt with in the same manner as if it were an application made under sub-regulation (2) of regulation 3 for grant of certificate.”\n7\nConditions of certificate.", "The certificate granted under regulation 9 shall, inter alia, be subject to the following conditions:-\n(a)the investment adviser shall abide by the provisions of the Act and these regulations;\n(b)the investment adviser shall forthwith inform the Board in writing, if any information or particulars previously submitted to the Board are found to be false or misleading in any material particular or if there is any material change in the information already submitted;\n(c)the investment adviser, not being an individual, shall include the words\n‘investment adviser’ in its name:\nProvided that if the investment advisory service is being provided by a separately identifiable department or division or a subsidiary, then such separately identifiable department or division or subsidiary shall include the words ‘investment adviser’ in its name;\n(d)individuals registered as investment advisers shall use the term ‘investment adviser’ in all their correspondences with their clients.\nRecognition of body or body corporate for regulation of investment advisers.", " The Board may recognize any body or body corporate for the purpose of regulating investment advisers.", "The Board may, at the time of recognition of such body or body corporate, delegate administration and supervision of investment advisers to such body or body corporate on such terms and conditions as may be specified by the Board.", "The Board may specify that no person shall act as an investment adviser unless he is a member of a recognized body or body corporate and in such event, provisions of these regulations and byelaws or articles of such body or body corporate shall apply mutatis mutandis to such investment advisers.", " An investment adviser shall act in a fiduciary capacity towards its clients and shall disclose all conflicts of interests as and when they arise.", "An investment adviser shall not receive any consideration by way of remuneration or compensation or in any other form from any person other than the client being advised, in respect of the underlying products or securities for which advice is provided.", "8", "An investment adviser shall maintain an arms-length relationship between its activities as an investment adviser and other activities.", "An investment adviser which is also engaged in activities other than investment advisory services shall ensure that its investment advisory services are clearly segregated from all its other activities, in the manner as prescribed hereunder.", "An investment adviser shall ensure that in case of any conflict of interest of the investment advisory activities with other activities, such conflict of interest shall be disclosed to the client.", "An investment adviser shall not divulge any confidential information about its client, which has come to its knowledge, without taking prior permission of its clients, except where such disclosures are required to be made in compliance with any law for the time being in force.", "An investment advisor shall not enter into transactions on its own account which is contrary to its advice given to clients for a period of fifteen days from the day of such advice.", "Provided that during the period of such fifteen days, if the investment adviser is of the opinion that the situation has changed, then it may enter into such a transaction on its own account after giving such revised assessment to the client at least 24 hours in advance of entering into such transaction.", "An investment advisor shall follow Know Your Client procedure as specified by the Board from time to time.", "An investment adviser shall abide by Code of Conduct as specified in Third Schedule.", "An investment adviser shall not act on its own account, knowingly to sell securities or investment products to or purchase securities or investment product from a client.", "In case of change in control of the investment adviser, prior approval from the Board shall be taken.", "Investment advisers shall furnish to the Board information and reports as may be specified by the Board from time to time.", "It shall be the responsibility of the Investment Adviser to ensure that its representatives and partners, as applicable, comply with the certification and qualification requirements under Regulation 7 at all times.", "Risk profiling.", "Investment adviser shall ensure that,-\n(a)it obtains from the client, such information as is necessary for the purpose of giving investment advice, including the following:-\n(i)age;\n9\n(ii)investment objectives including time for which they wish to stay invested, the purposes of the investment ;\n(iii)income details;\n(iv)existing investments/ assets;\n(v)risk appetite/ tolerance;\n(vi)liability/borrowing details.\n(b)it has a process for assessing the risk a client is willing and able to take, including:\n(i)assessing a client’s capacity for absorbing loss;\n(ii)identifying whether client is unwilling or unable to accept the risk of loss of capital;\n(iii)appropriately interpreting client responses to questions and not attributing inappropriate weight to certain answers.\n(c)where tools are used for risk profiling, it should be ensured that the tools are fit for the purpose and any limitations are identified and mitigated;\n(d)any questions or description in any questionnaires used to establish the risk a client is willing and able to take are fair, clear and not misleading, and should ensure that:\n(i)questionnaire is not vague or use double negatives or in a complex language that the client may not understand;\n(ii)questionnaire is not structured in a way that it contains leading questions.\n(e)risk profile of the client is communicated to the client after risk assessment is done;\n(f)information provided by clients and their risk assessment is updated periodically.", "Investment adviser shall ensure that,-\n(a)All investments on which investment advice is provided is appropriate to the risk profile of the client;\n(b)It has a documented process for selecting investments based on client’s investment objectives and financial situation;\n(c)It understands the nature and risks of products or assets selected for clients;\n(d)It has a reasonable basis for believing that a recommendation or transaction entered into:\n(i)meets the client’s investment objectives;\n(ii)is such that the client is able to bear any related investment risks consistent with its investment objectives and risk tolerance;\n10\n(iii)is such that the client has the necessary experience and knowledge to understand the risks involved in the transaction.\n(e)Whenever a recommendation is given to a client to purchase of a particular complex financial product, such recommendation or advice is based upon a reasonable assessment that the structure and risk reward profile of financial product is consistent with clients experience, knowledge, investment objectives, risk appetite and capacity for absorbing loss.", " An investment adviser shall disclose to a prospective client, all material information about itself including its business, disciplinary history, the terms and conditions on which it offers advisory services, affiliations with other intermediaries and such other information as is necessary to take an informed decision on whether or not to avail its services.", "An investment adviser shall disclose to its client, any consideration by way of remuneration or compensation or in any other form whatsoever, received or receivable by it or any of its associates or subsidiaries for any distribution or execution services in respect of the products or securities for which the investment advice is provided to the client.", "An investment adviser shall, before recommending the services of a stock broker or other intermediary to a client, disclose any consideration by way of remuneration or compensation or in any other form whatsoever, if any, received or receivable by the investment adviser, if the client desires to avail the services of such intermediary.", "An investment adviser shall disclose to the client its holding or position, if any, in the financial products or securities which are subject matter of advice.", "An investment adviser shall disclose to the client any actual or potential conflicts of interest arising from any connection to or association with any issuer of products/ securities, including any material information or facts that might compromise its objectivity or independence in the carrying on of investment advisory services.", "An investment adviser shall, while making an investment advice, make adequate disclosure to the client of all material facts relating to the key features of the products or securities, particularly, performance track record.", "An investment adviser shall draw the client’s attention to the warnings, disclaimers in documents, advertising materials relating to an investment product which it is recommending to the client.", "Maintenance of records.", " An investment adviser shall maintain the following records,-\n(a)Know Your Client records of the client;\n(b)Risk profiling and risk assessment of the client;\n11\n(c)Suitability assessment of the advice being provided;\n(d)Copies of agreements with clients, if any;\n(e)Investment advice provided, whether written or oral;\n(f)Rationale for arriving at investment advice, duly signed and dated;\n(g)A register or record containing list of the clients, the date of advice, nature of the advice, the products/securities in which advice was rendered and fee, if any charged for such advice.", "All records shall be maintained either in physical or electronic form and preserved for a minimum period of five years:", "Provided that where records are required to be duly signed and are maintained in electronic form, such records shall be digitally signed.", "An investment adviser shall conduct yearly audit in respect of compliance with these regulations from a member of Institute of Chartered Accountants of India or Institute of Company Secretaries of India.", "An investment adviser which is a body corporate or a partnership firm shall appoint a compliance officer who shall be responsible for monitoring the compliance by the investment adviser in respect of the requirements of the Act, regulations, notifications, guidelines, instructions issued by the Board.", "Redressal of client grievances.", " An investment adviser shall redress client grievances promptly.", "An investment adviser shall have adequate procedure for expeditious grievance redressal.", "Client grievances pertaining to financial products in which investments have been made based on investment advice, shall fall within the purview of the regulator of such financial product.", "Any dispute between the investment adviser and his client may be resolved through arbitration or through Ombudsman authorized or appointed for the purpose by any regulatory authority, as applicable.", "Segregation of execution services.", "Investment advisers which are banks, NBFCs and body corporate providing distribution or execution services to their clients shall keep their investment advisory services segregated from such activities:", "Provided that such distribution or execution services can only be offered subject to the following:\n(a)The client shall not be under any obligation to avail the distribution or execution services offered by the investment adviser.\n12\n(b)The investment adviser shall maintain arms length relationship between its activities as investment adviser and distribution or execution services.\n(c)All fees and charges paid to distribution or execution service providers by the client shall be paid directly to the service providers and not through the investment adviser.", "The Board may suo motu or upon receipt of information or complaint appoint one or more persons as inspecting authority to undertake inspection of the books of accounts, records and documents relating to investment advisers for any of the following reasons, namely: -\n(a)to ensure that the books of account, records and documents are being maintained by the investment adviser in the manner specified in these regulations;\n(b)to inspect into complaints received from clients or any other person, on any matter having a bearing on the activities of the investment adviser;\n(c)to ascertain whether the provisions of the Act and these regulations are being complied with by the investment adviser;\n(d)to inspect into the affairs of a investment adviser, in the interest of the securities market or in the interest of investors.\nNotice before inspection.", " Before ordering an inspection under regulation 23, the Board shall give not less than ten days notice to the investment adviser.", "Notwithstanding anything contained in sub-regulation (1), where the Board is satisfied that in the interest of the investors no such notice should be given, it may by an order in writing direct that the inspection of the affairs of the investment adviser be taken up without such notice.", "During the course of an inspection, the investment adviser against whom the inspection is being carried out shall be bound to discharge its obligations as provided in regulation 25.", "Obligation of investment adviser on inspection.", " It shall be the duty of every investment adviser in respect of whom an inspection has been ordered under the regulation 23 and any other associate person who is in possession of relevant information pertaining to conduct and affairs of such investment adviser, including representative of investment adviser, if any, to produce to the inspecting authority such books, accounts and other documents in his custody or control", "13", "and furnish him with such statements and information as the inspecting authority may require for the purposes of inspection.", "It shall be the duty of every investment adviser and any other associate person who is in possession of relevant information pertaining to conduct and affairs of the investment adviser to give to the inspecting authority all such assistance and shall extend all such co-operation as may be required in connection with the inspection and shall furnish such information as sought by the inspecting authority in connection with the inspection.", "The inspecting authority shall, for the purposes of inspection, have power to examine on oath and record the statement of any employees, directors, partners or person responsible for or connected with the activities of investment adviser or any other associate person having relevant information pertaining to such investment adviser.", "The inspecting authority shall, for the purposes of inspection, have power to obtain authenticated copies of documents, books, accounts of investment adviser, from any person having control or custody of such documents, books or accounts.", "Submission of report to the Board.", "The inspecting authority shall, as soon as possible, on completion of the inspection submit an inspection report to the Board:", "Provided that if directed to do so by the Board, the inspecting authority may submit an interim report.", "Action on the inspection report.", "The Board may after consideration of the inspection report and after giving reasonable opportunity of hearing to the investment advisers or its authorized representatives, issue such directions as it deems fit in the interest of securities market or the investors including,-\n(a)requiring an investment adviser not to provide investment advice for a particular period;\n(b)requiring the investment adviser to refund any money collected as fees, charges or commissions or otherwise to the concerned clients along with the requisite interest.\n(c)prohibiting the investment adviser from operating in the capital market or accessing the capital market for a specified period.", "An investment adviser who -", "14\n(a)contravenes any of the provisions of the Act or any regulations or circulars issued thereunder;\n(b)fails to furnish any information relating to its activity as an investment adviser as required by the Board;\n(c)furnishes to the Board information which is false or misleading in any material particular;\n(d)does not submit periodic returns or reports as required by the Board;\n(e)does not co-operate in any enquiry, inspection or investigation conducted by the Board;\n(f)fails to resolve the complaints of investors or fails to give a satisfactory reply to the Board in this behalf,\nshall be dealt with in the manner provided under the Securities and Exchange Board of India (Intermediaries) Regulations, 2008.", " The Board may, exempt any person or class of persons from the operation of all or any of the provisions of these regulations for a period as may be specified but not exceeding twelve months, for furthering innovation in technological aspects relating to testing new products, processes, services, business models, etc. in live environment of regulatory sandbox in the securities markets.", "Any exemption granted by the Board under sub-regulation (1) shall be subject to the applicant satisfying such conditions as may be specified by the Board including conditions to be complied with on a continuous basis.", "Explanation. — For the purposes of these regulations, \"regulatory sandbox\" means a live testing environment where new products, processes, services, business models, etc. may be deployed on a limited set of eligible customers for a specified period of time, for furthering innovation in the securities market, subject to such conditions as may be specified by the Board.]", "4Inserted by the SEBI (Regulatory Sandbox) (Amendment) Regulations, 2020, w.e.f. 17-04-2020.", "15", "In order to remove any difficulties in the application or interpretation of these regulations, the Board may issue clarifications and guidelines in the form of circulars.", "Power of the Board over body or body corporate recognized under regulation 14.", "The Board reserves the right to alter, modify and overrule any decision, action taken or penalties imposed by the body or body corporate recognized under regulation 14.", "16"]